{"metadata":{"description":"本次会议多位嘉宾分享了教师编求职、国企求职、博士申请、公考等不同方向的经验，包括准备过程、招聘流程、考试内容等，还设有问答环节，最后为嘉宾颁奖。","end_time":"未提及","participants":["李泽煊","席鹏程","李文慧","赵思琦"],"start_time":"未提及","summary":"会议上，李文慧等嘉宾分享教师编、国企求职、博士申请、公考经验，涵盖准备、流程、考试等内容，问答环节解答疑问，最后为嘉宾颁奖，鼓励大家职场成功。","title":"未来类专业就业分享会"},"raw_content":"{\"contents\":[{\"content\":{\"text\":\"1000次振翅后离天空更近一万里，跋涉后征途更辽阔，前方不是终点，而是另一段非凡旅程的起点。走进南航，走进梦想起航的辉煌殿堂。我穿过雁湖，穿过光影交织的梦境，我走向御风园，走向碧空如洗。\"},\"time_from\":\"00:00:05\",\"time_to\":\"00:01:02\",\"user\":\"李泽煊\"},{\"content\":{\"text\":\"1000次震之后离天空更近一万里，跋涉后征途更辽阔，前方不是终点，而是另一段非凡旅程的起点。走进南航，走进梦梦想启航的辉煌殿堂。我穿过艳湖，穿过光影交织的梦境，我走向御风园，走向碧空如洗的诗篇，长空广袤无尽，御风高飞无疆。蔚蓝的天气，如同无限的画布将憧憬。带上宽广的蓝天，我翻阅世界的课本，寻觅真理之藏，我遇见志同道合的伙伴，携手并肩向前。穿梭千里云间，共赴万里宏图，我们在浩瀚苍穹中追寻梦想的荣光，走进南航，走进72载岁月的风华正茂。\"},\"time_from\":\"00:01:02\",\"time_to\":\"00:02:06\",\"user\":\"李泽煊\"},{\"content\":{\"text\":\"我迈进历史的长廊，先驱者以奋进为克比在这片热土上落下航空报国的铮铮誓言。光亮那边，历史与现代交织辉映智慧的积淀，与现代的创新共同奏响科技的力量在这里汇聚成河流，奔涌向前，推动强国之梦如雪一般直冲云霄。我们为 c919大型客机安上梦想的翅膀，点燃天问一号炽热的伟艳，将古人指路的明灯握于手掌，当未来的某一天，我们驻足回望。那些勇敢攀登的足迹，将如星辰般璀璨走进南航。\"},\"time_from\":\"00:02:06\",\"time_to\":\"00:03:00\",\"user\":\"李泽煊\"},{\"content\":{\"text\":\"该先自己先投好吧！\"},\"time_from\":\"00:03:00\",\"time_to\":\"00:19:11\",\"user\":\"席鹏程\"},{\"content\":{\"text\":\"所以我就在那个时候决定我也要去考这个教师编，那么在决定当老师之后，我又采取了什么样的行动呢？\"},\"time_from\":\"00:19:11\",\"time_to\":\"00:19:40\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我在这个决定考编之后呢，我首先是辞去了我这个实习工作。那有什么问题？对不对？在这个决定考研之后呢，我首先是去了我们的一个实习工作，我们迅速的开始去预测这个教育类的学习工作，因为我当时在学习的分享会的时候，他提到一个关键词就是教育类的设计。会对这个简历会有一个很大的影响，所以我就选择开始走，这个就开始进行教育的事情。那么我们第一个教育的事情是大学的一个俄语老师，因为当时正好我的辅导员在。在群里分享了一个这个实习的一个信息，是浙江的一所主办的学校，他正在招这个实习的英语口语老师，所以呢，我也是迅速的报名参加这个面试，通过了面试，那么到淘宝。\"},\"time_from\":\"00:19:40\",\"time_to\":\"00:20:56\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"去年的2月份，也就是新学期开始的时候，我去进行正式的开始进行我的这个教育类的实习，给大二的学生进行口语教学工作，然后在选这个实习的一个。另外一个原因是因为他大学教。相对来说时间是比较自由的，我每天呢，每周呢只要上两天的课，所以其他的时间我都可以自由分配，那么我当时的设想的其实就是我可以利用这其他的空闲时间，一个呢是把我的论文写一写。还有一个就是我可以去开始着手去准备这个教师编的一个考试，所以我当时是开始利用一些空余时间去去刷一些教育学的相关视频。就相当于去学教学知识，但是其实这是一个其实在走弯路，因为我当时确实没有做好这个前期的这个调查工作，因为在考教师编的时候，有的地区尤其是江苏。尤其是苏南的一些学校，他首先可靠教育学知识的，他只考学科知识，甚至有的时候是不需要笔试直接参与面试的，所以其实我这个二到6月份这段时间其实几乎是全部浪费掉了，因为我这个教育学基本上是没有用上的，其实在走弯路也是给大家。\"},\"time_from\":\"00:20:56\",\"time_to\":\"00:22:20\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"第一个的那一块，然后到这个实习结束，也就是这学期结束到暑假我就开始有这个整块的时间了，我就开始进行刷题，并背这个逐字稿稿，就是上课的时候背一个稿子。把这个稿子把它把你的一个教案写成逐字稿，然后背一下就开始进行这样的一个准备工作。那么同时呢，我也在开始做另外的这个教育的事情。为什么呢？因为我之前的事情是化学专业的口语老师，他其实是跟我所要考的高中教师编是不太匹配的。所以我比较担心我到时候真正在求职过程中，这个实习经历会很受认可，所以我就开始物色去找一个高中的实习工作，那么我是通过什么渠道去找的呢？我首先是找到高中班主任，我想问一下这个班主任有没有我们学校就我的高中母校有没有这样的一个机会，给我提供一个实习工作，然后我们班主任也是突然给一个肯定的回复。然后然后我就是打算去报到去学习，但是就是这个时候很巧，又来一个这个指导，原因是在群里发了一个那个南京的一个高中，他也在招实习老师，那么我也是最后去报名，然后通过了面试。所以我当时考虑到在南京实习的话，我们同时回学校处理一些学业方面的事情会比较方便，所以我就跟高中班主任说，我今天可能去不了了，我就留在了南京的这个高校进行了实习，这是我的这个。\"},\"time_from\":\"00:22:20\",\"time_to\":\"00:24:03\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"第二份叫，尤其是高中英语老师，那么在实习的时候其实是非常的忙碌的，因为我在实习的时候其实是需要进行授课的，每天都要授课，然后同时呢，我就是可能还要再写论文。然后我们每天呢，只有晚上才有点时间来进行刷题，同时在那个时候从秋季学期秋招也开始陆续开始了，然后还要再跑招聘还是很忙碌的一个学期，那么我的一个。就是求职的一个目标的地区的话，主要是考虑到苏南地区，还有南京，还有上海这几个地方，所以我最后考了，主要是考了上海，南京，无锡这三个地方的教师。\"},\"time_from\":\"00:24:03\",\"time_to\":\"00:24:52\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么下面呢，我可以给大家分享一下，我去年参与招聘的，我首先我们考的第一个学校是江苏省扬州中学，是我们那边应该是最好的一个高中，为什么就是考这个学校的，因为它是第一批开始招聘，应该是国庆节刚结束，10月10号11号就开始招聘了。我也是抱着顺序的心态去参与了，因为那个时候很多大佬也没有上岸，大家都是刚去参加这个，所以竞争非常非常的激烈，我记得当时在英语这个岗位吧，应该是只招一个英语老师。但是有150，150个人左右报名这个招聘，所以竞争非常的激烈，那个我也是好久在试环节就结束了，第二个是。后来是无锡地区开始陆续招聘，那我就是去了无锡的西山区会展厅，还有是都去参与了这些招聘，但是我们信他们的招聘方式可能会不太一样，他们是不需要的方式的，直接是一个社保评价，社保评价，它其实就是根据你的简历，比如说你的一个获奖。你的本科本科研究生的学校名次还有你的这个，比如说这个是不是师范在学校有没有参加过师范类的这个教学技能比赛，这种他可能会看你的背景和简历。\"},\"time_from\":\"00:24:52\",\"time_to\":\"00:26:28\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个是市场评价，我会跟你进行一个简单的一个交流，市场评判，其实主观的这个这个关系是比较大的，所以我觉得这个其实无锡地区大家如果想要去考的话，一定要现在开始去提升这个简历，比如说可以做一些考试，或者参加一下，这边还有那个。就尽量短信，我体验就会更好一些，所以这家店我好像都是在市场市场里面都直接就挂掉了，没有这个一个面色问题。\"},\"time_from\":\"00:26:28\",\"time_to\":\"00:27:00\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么后面呢，我就去参加在上海学校招聘，其实上海的招聘模式跟江都非常不一样，上海中上的是更加简单，因为它就是学校自己进行选拔，然后去上报到小区里面去进行一个网络的选拔，它是这样的，我当时是主要是考虑到闵行区和浦东浦东新区这两个小区。所以我首先是一个学校，是二级，他是上海比较好的一个学校。我当时收到这个笔试通知的经验，我觉得居然能够他的简历，简历的筛选，但是笔试确实很难，因为一个是我对上海的一个。笔试的这个题目不太熟悉，他们的题型跟我不太一样，所以我不太熟悉他们的这个题型，笔试也是挂了，后来是到这个华师大中学，中学是浦东新区的一个学校，这个是成功上岸了，但是我。情况需要，然后是上师大比分学校，这个是通到这个校长校长谈话的环节，但是当时是当时是个台风天气，只有两个人去陪着我，还有另外一个学生一起去参加这个招聘，然后当时其实就是二选一。他当时选的是另外一个学生，他给我这里是因为他是上海本地人，然后更了解上海的一个高考模式，所以就选择了他，然后所以这里也是没有上海，然后到闵行区的浦江第一中。\"},\"time_from\":\"00:27:00\",\"time_to\":\"00:28:39\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个也是杀了，然后我放弃了之后是北城市一高级实验中学，当时在10月的时候，他并没有用任何回复给打电话问了，他说暂时打消息，我到今年3月份的时候才打电话跟我说去年没有名额了，但是今年现在有名额了，问我要不要改我，但是我当时已经上岸了，所以我就直接放弃了。\"},\"time_from\":\"00:28:39\",\"time_to\":\"00:29:01\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后最后是在南京市校招的这个高中生吧，北京市的直属高中，那么当时其实我是在两个学校中进行抉择，一个是这个华师大中学，还有一个是南京的这个直属高中，那么我是考虑到一个是南京市高中，属于是南京的头部学校。我觉得可能性价比更高一些，那么在上海的话，这所学校其实是属于一个中等级的学校，觉得我更倾向于教这个。底子比较好的学生吧，还有就是上海的编制可能性价比没有那么高，教师编，我是在网上看到，他们说是在岗不在，我们就是可能稳定也没有那么稳定，所以我最后还是选择。\"},\"time_from\":\"00:29:01\",\"time_to\":\"00:29:52\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"南京的这个大概是我的一个，就是简单介绍一下，下面会给大家介绍一下，就是参加教师需要的条件，因为我知道大家。跟我是一样的专业，因为我是一直因为有可能有其他专业在，所以我们这边也列举一些其他专业的专业要求，像年会的同学是政治学的，这个马克思总理应该也是可以去报名的。这个就不11介绍了？\"},\"time_from\":\"00:29:52\",\"time_to\":\"00:30:30\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么除了这个专业要求呢，他还有一些其他的要求，尤其是一些好学校出来的学校，或者是各地区的学校，都会有一些额外的要求，比如说中学为例的话，他会要求你一个是本科本科阶段，也是就是学硕要一致，如果你本科硕士是相应的专业相同一个专业的话，可能会。不符合要求，还有就是你本科或者研究生阶段必须满足一下条件之一，比如说你要做有过一些相关竞赛的这个国家级奖项，或者是这个经济二等奖，或者是国家三等奖。这个或者是师范生在我们这里应该没有什么时候就说了，那么还有就是国家奖学生或者校一等奖，我觉得这个应该是大多数人都因为我们学校的校一等奖学金覆盖范围还是比较高的。因为有的学校它覆盖率低，主要是三等奖肯定覆盖率高，我们不要出现，所以这个应该是，然后或者是校级以上三好学生或者优秀团员或者优秀毕业生，就这几个条件，只要有就是可以符合条件的。\"},\"time_from\":\"00:30:30\",\"time_to\":\"00:31:42\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"就是一些比较好的学校的要求，那如果你达到这个要求，那么其他学校应该对我们都应该要求好，这个是中学中学为例，那么上海的话有一些条件，但上海其实要求要不是那么高一起的话，比如说他其实我觉得也可以上一些高中，高考，一些高中学校，那如果是一些好学校，比如说一些实验性示范地方。或者城市特色和沟通的话，需要有瘦身地位或者是校园成员说等这个我后面会介绍什么是策略，我们先简单看一下。\"},\"time_from\":\"00:31:42\",\"time_to\":\"00:32:20\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么专业如果是考高中的话，这个专业都小学的话，其实你要专业相关，那么教师资格证肯定是要有，但是如果你现在还没有教师资格证，你可以现在参加考试，你试过了的话，然后你在之前拿到面试，面试也过了，是可以的。还有就是上海的话，如果是非上海生源的话。可能需要去查一下这个，这个落户的一个一般是专业的研究生，好像就是可以落户，他应该是一个积分制，如果是研究生可以加到，如果拿到奖或者拿奖的话也可以加分，最后加到70分就可以落户上海，但是那个我后来。这个上海的这个电视，所以我就没有太研究他的这个落户的规则，好，大家如果对上海的编辑感兴趣，可以去研究一下。\"},\"time_from\":\"00:32:20\",\"time_to\":\"00:33:15\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后下面是报名的时间，一般南京的话校招一般是在10月中下旬，也就是比如说像11点的话，就是10月28号10月开始发那个报告，然后11月中旬开始。大家不是那么社交的话要到次年1月份，也就是过年前是社交的，这是南京。我们说无锡地区文化是西湖有很多，前一次还有第一只需要第三批次，有很多片子，那么它会从10月初开始到12月持续进行。一批一批的确定一般第一批都会很早，一批都会要求很高，因为大家都还没有上面的都是大老板，像比如说这个西山区和山区，大家知道可能都是10月12号发布的一个号，也就是10月10月。\"},\"time_from\":\"00:33:15\",\"time_to\":\"00:34:06\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个是无锡的学科研，那么上海的话它不太一样，它是学校自主招聘，其实根据学校这个时间一般像比如说这个七宝中学，他就是9月19号发布的通告，然后闵行区的这个那个杭中学它是职业。通告就是9月初就开始开始通告，然后你可以给学校的邮箱需求简历由学校来筛选，然后去喊你去面试这样。等到11月底要基本就结束了，因为11月底他们开始学校上报到去年的情报系统，所以可以在那个学报系统之前，学校就会删除返地，然后上报到这个新的，这个是上海大学的时间。\"},\"time_from\":\"00:34:06\",\"time_to\":\"00:34:52\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那下面我来介绍一下考试的内容，首先我们以南京为例，南京的话，它其实是分笔试和面试，笔试的话是占30%面试占70%，他只考学科知识，所以我我前面说我花了好几个月的时间去。看教育模式就是在走弯路，如果大家想象就直接上岸的话，就可以直接放弃教育学学科知识，学科知识就是比如说数学就是数学，高考题，英语的话就是英语高考题，大家可以根据数学学科去进行那个学。那么面试也是，虽然只占30%，但是他是通往面试的培训证，有的人他可能很擅长面试，但是他笔试可能发挥的不太好，没有达到那个要求就会完成面试，所以我觉得笔试还是比较重要的，大家要花时间去买。\"},\"time_from\":\"00:34:52\",\"time_to\":\"00:35:47\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"是给打工它的题型的话，因为我是一品，所以我只能举一下。111个例子。英语的话是包括四篇阅读，写一篇完形填空，一篇语法填空，还有一篇作文，但作文的话跟我们高考的不一样，它是一篇议论文写过，就是那个专发的一个作文。然后还有教学设计，教学设计，我不知道你们有没有考过教学教师资格证，它的教学设计的话，跟那个教案不太一样，它是筛选其中的某个环节。比如说英语为例的话，都给你一篇文章，让你通读这篇文章。并且是一个导入的环节，就是怎么去导入商业课条，或者说让你设计一个迁移创新的环节，或者是让你设计一个板书，这是一个教学设计题目。然后考试时间是一个半小时，那么以我去年跑南京的这个这个经验来说的话，我觉得题目还是比较难的，我可以改写完就不错了。\"},\"time_from\":\"00:35:47\",\"time_to\":\"00:36:54\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"面试的话是结构化试讲看哪个学校的风格，有的学校会学生是讲，主要是讲有生课堂，就是下面是有学生做的，就是真正的上堂课，无生试讲就是你模拟下面有学生，然后来上一堂课。然后时间大概是给你30分钟备课，但是这个其实不一定有好多的情况是给你30分钟的备课时间，然后进行15分钟的时间，然后在15分钟内结束话，就是这个面试的一个时候。\"},\"time_from\":\"00:36:54\",\"time_to\":\"00:37:26\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"笔试的是南京市有一定的，所有的学科都是考一样的两个，但是面试的话，14个学校不行，就是你我报了哪个学校就去那个学校，那个学校的话让你考试就考试。并且我们学校是会有家室的一些投诉，比如说今年中学或者是男士护工，他们是会有家室，并且在家试中就回去就会去删掉一些删掉他们不喜欢的人。\"},\"time_from\":\"00:37:26\",\"time_to\":\"00:37:52\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个是南京的，那么下面下面无锡的无锡相对来说，因为我一直都没有进过，明年我就简单介绍一下，首先是回去他的市场评价，主要是个人情况的一个了解，因为我们在填报系统的时候，他就会让你有一些获奖的情况吗？你的这个户籍在你的这个本科学校的，就是他基本上不知道每个人信息的，他会拿着这个个人信息表。来对你进行提问，那么他会很重了解你个人情况，比如说你，你不是有些人为什么要报名，我是在学校，甚至会精确到不是惠山区的人，为什么报我们惠山区的学校，他对这个。估计还挺看重的，就是有一点点其实外面也不知道说，然后还会你了解一下你的这个本科层次的学校，如果我不太好，可能也会其他其实有一点提升的。\"},\"time_from\":\"00:37:52\",\"time_to\":\"00:38:50\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"怎么也是因为我没有记过面试问题，所以我们也觉得还是什么面试，然后西山区的话，它是结构化，结构化就是很快就结束了。他问你一个问题，就比如说你对你的高中英语老师是什么怎么看的，他对你影响，你要在三分钟内进行一个作答。然后所以我不知道他这个评分标准究竟是怎么给的，是给你的这个回答的这个程度是你哪个好会更高，还是说根据你这个简历，所以这个我觉得是有水分存在的，就是如果说有些人他。\"},\"time_from\":\"00:38:50\",\"time_to\":\"00:39:30\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"你不懂的就是西山区还有了一下，他也是会进行一个提问，比如说课堂上去处理这件事情，大概是这样的一个作答。我就结束了，那么这三个就是我都是没有通过的，我也不知道这个原因是什么，因为我我尽力的去完善，所以我觉得应该是我们没有缘分，这个是无锡的一个内容的一个介绍，下面是上海的，首先的话是那个华尔的高，因为他是很厉害的一个学校。主要是上海高考的题目，因为我对上海的高考不太熟悉，所以只是做了这样的生意，当然也没有过面谈一下你个人背景，跟校领导去沟通一下，他会了解一下每个人背景。然后我也没有进入到进入到面试环节，像师的话，它主要是笔试加现场演示讲，并且还可以参加特定进行的评论，就是影视评论，最后是校长电台。然后优选的话，它是没有的，直接就协调我们试讲试讲呢，涉及到一个面谈，然后比方去高级职业中学，它是考试的话是高考场，没有会有一个教学设计题目。那么他的面是因为选项就是提前一周就用邮箱给你发了一个社长和材料，你需要去准备好。PPT 还有教案，还有数学案，我到时候做事件。\"},\"time_from\":\"00:39:30\",\"time_to\":\"00:41:13\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我市长，我跟校长面谈这个虽然之前给你的材料准备不错，但是他需要的东西很多，需要准备多久，其实还不如现在这个这个更快，这个是上海，我去参加一些学校考试的内容。对，还有一个学校是上百头，刚刚说我是那个杯子中途同学，它是有分两种的考试，一个是校园通车，还有一个是考试，我当时看的是这个校园直通车，校园直通车它是什么呢？首先你要投递简历给一个学校，然后他会择优选同学。那些比较多的同学来他们学校进行面试，组织面试，然后我们会讲一下沟通，然后他筛选完之后，比如说他们学校只有两个人，有两个人上报点。教育局就一比一上报，就是我招两个上报两个人，然后去教育局再进行一个面试试讲两遍，它只是一个合格的考试，其实你只要通过你的，就基本上通过这个去教育考试，其实去教育考试的流程。\"},\"time_from\":\"00:41:13\",\"time_to\":\"00:42:26\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"合合合了就行，然后最后去参加一个教师职业素质测试，他其实去了这个，通过这个，所以关键环节是学校主义的问题是他会筛选这个几个同学来面试，然后最后如果交朋友就选两个，这样这个是最重要的。那么学的考生呢，就是说的就是普通的一些知识，学生你可以去那个系统上报名，然后这家是其实是占40%，那他考试要表明以后大多数是学科知识。然后剩下两分的面试，如果你不是过了这三面试，面试占30%也是给你30分钟时间试，然后再进行项目。\"},\"time_from\":\"00:42:26\",\"time_to\":\"00:43:10\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"下面下面的话是要自己安排的，最后心理测试这个也是这个教师一样，那么这个是浦东新区的一个方案，刚刚我说东新区的主要是说校园小区。好，下面我来给大家讲一下这个信息来源，我是怎么去找这些招聘公告，首先呢就是加一些微信群，比如说这个像我家这个江苏教师群里。应该都是一些机构的人，他们会组织一些群留在群里面分享一些这个招聘公告，这个我觉得还挺有用，大家可以去加一下，然后还有公众号，公众号的话是加了很多公众号，比如说这个，当时到上海的话就加了一个公众号，他会打开分享教师招聘公告，然后这是无锡的，还有南京的这个的那个信息分享，还有这个这个江苏省销售中心。\"},\"time_from\":\"00:43:10\",\"time_to\":\"00:44:15\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"他好像不只是教师编，其他的一些事业单位讲的这个的话还是挺有用的，大家可以去关注一下，不只是教这边，如果你对其他的这个编制感兴趣的话，也可以去关注，那最后还有就是去参加招聘会那个项目的话，我是。参加了还是我招聘会，但是我觉得就是不是很有用，因为他们去现场招聘的时候要多收一些私立教育，没有什么用那种，他们为什么场面试，其实招聘会都会并没有比较大。但是我去上海的那个华中师范大学也参加了招聘会，在上海话还是有很多公立学校去那个华东师范大学招聘会去交通，我觉得如果你想考上海的话，可以去那个华东师范大学或者上海师范大学招聘会去考一考招聘会，那如果说是考江苏的话，其实像南师大南师大招聘会没有说特别。\"},\"time_from\":\"00:44:15\",\"time_to\":\"00:45:11\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后还有就是可以去小红上搜搜，你看你看到那个旁边的一个状态，还是会不断的给你别逃避的一些信息，我觉得这个就是真的去搜了，他每天大概也就是那种旁边的那个公告。这位小读书下面呢，我给大家介绍一下如何去备考？\"},\"time_from\":\"00:45:11\",\"time_to\":\"00:45:32\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"首先我觉得在备考之前，最重要的是先提升一下简历，尤其是如果这边有学弟学妹想考西，这个是苏南苏州这边这边的，因为他们那边是不通过一次去筛选，他们，就是通过简历。还有个人背景，那么他们可能关注的几个方面，我们也会给介绍一下，比如说的奖学金和各类，最好是讲到我有没有，他们依旧把我给删了。还有就是教育的经历最好是如果你是考高中的话就要多少。如果去知道最好是这个11对应的，还有就是你的一个任职情况，比如说你在那个学校学生组织的任职，或者是是不是党员，他们没有关系。还有就是我这个我们的关系关关注问题，是不是本地人，是不是本省的全，是不是本校毕业的都有可能会关注，还有就是这个可能共同相关性不大，就是他们的教师基本基本功大赛的奖项。这个的话我们可能没有，但是热的话就算不重要，还有学校层次他们都特别关注我的本科学校是层次或者是不是师范类学校，师范类专业这类肯定会关注，这个是我们在招聘的时候。\"},\"time_from\":\"00:45:32\",\"time_to\":\"00:46:53\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那些学校我们关注的一些方面，那么如何去准备点事呢？首先我以南京的校装为例的话，我是刷屏的话，我是刷到。三，也就是五年高考，三年模拟，还有48号，但是我觉得英语文化因为我不太了解英语文化是不太有用的，因为他本来应该是达到了专四专八的，所以我觉得53和38号主要用来去了解。它的图形和理论的分配，考试结构，分类考试时间，但是难度的话还是要去提升难度，刷专四专八的一些题目去提升难度，这个是三，那么除了出题外，也可以去关注一下我们创业的渠道，我们省内各高中它的一些月考周测期中期末试卷这些也可以关注一下。\"},\"time_from\":\"00:46:53\",\"time_to\":\"00:47:49\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"还有就是我们刚刚介绍了他会考新课标，教学设计教学设计的呢，主要就是看新课标，也是政治书，如果你们设计，他就是比如说思想政治课目标或者数学课程，就是这个是我是全国都用的。一般教学设计的时候看去会把它认书读完功能，这个是母亲的笑，那么上海的话，我主要是因为我没有上海。你说的这个这个题目叫走向和上海高考英语卷我就说了这个，但是用处也不大，因为上海的高考的题型跟江苏差距非常非常大。是非常不一样的，所以我觉得可能是因为这个上海疫情不了解，我们是基本上都没有过过。\"},\"time_from\":\"00:47:49\",\"time_to\":\"00:48:39\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后在面试的话，我觉得大家学习的时候可以去看一些优质课程，就是那些优秀的老师，他们是怎么去去安排这个课堂的，可以学习一下他们的教资教材，课堂用户去先学习一下优秀的老师怎么上课。那么不出之外，我要叫起来，就英语而言的话，我觉得很好，因为我们高中英语现在用的111直叫出来的，我觉得应该至少要把必修一到必修三全部的要求一个项目，这个是教材，还有就是这一个学期的已经非常用的，就比如说大家可以通过他用上课或者是去这个小的做一些，用去积累一下。\"},\"time_from\":\"00:48:39\",\"time_to\":\"00:49:25\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"还有就是刘老师这一次，但是我在的这所学校，他们用的不是黑板，他们用的是白板，还有黑水，其实我觉得在今天也可以描述的话，就是和公司和那个配置都一起练一练。然后大家一定要在考试之前熟悉逐字稿和教案，我当时是 reading 的，一个是我的必修一到必修三所有的 reading 部分。都设计了一个教案，并且就是独自的活动对象，所以这个其实这个我们需要提早去准备，所以大家现在可以就开始准备了，然后去重新的去完善，这个是前期的准备，那么在。不是讲的时候大家可以去搜集各校和练习书记这个现实的模拟，因为你对准备这个教育考场中考试又是另外一个意思，所以一定要去用模拟练习。\"},\"time_from\":\"00:49:25\",\"time_to\":\"00:50:24\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"除此之外，大家可以去练习，并且去录制视频，因为你自己讲的并不知道你讲的是什么样，我们要去录视频录下，可以去看一下有没有什么可以完善的地方，你可以去请一些老师或者是学姐帮你去挑一挑。看一看有没有需要读的地方，还有就是大家在这个技术的过程里要形成自己的课堂结构，就是一般，因为我们考试只有30分钟备课时间。其实对于你们来说，把一篇文章看完，我就写成功了，那么最后只有20分钟以内给你写教案，去设置课堂，那么一定要对你非常机构非常两难，以现什么地方应该讲什么，一定要基本上形成一个大概的框架。那么每天要进行一次试讲的练习，就是相当于是进行一个考试的模拟，从写教案开始，然后试讲。对，整个流程要过一遍。\"},\"time_from\":\"00:50:24\",\"time_to\":\"00:51:22\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"最后呢是我们文化复习材料，就拿我们的我们南京的校长而言，我们当时是25个人去参加面试，那他他呢是每个人都考同样的题目。为了防止泄情，所以你们每个人都是把手机还有所有电子手机项目上交，然后从我当时从六点钟开始就到那边，然后最晚的一个人出来就是抽签，抽到29号的人是下午五点才出来，就是从早上6:30到下午5:30这期间或者没有任何的电子设备，所以你你这个时候该怎么样该怎么做呢？就是要把这些。打印出来再做一整天，所以这个是面试类做的准备，这个是试讲的准备，那么结构化的准备的话，结构化，它主要是情景类，自我认知类，组织流程类，严谨之类，还有现象分析类，我我的一个推荐的做法是。可以在小红书进行点打卡，小红书它会有这样的一个活动，就是教师面试学不会容易练，大家可以去进行讲话，然后他也会把这个该怎么去作答，就分享在这个后面，大家可以去看一下题目，然后自己答一下，我再看一下他给出的标准答案是什么，偏偏那么一题就可以，而且它就可以套用的。我还有就是结合本科目结合新课标，这个我后面会举例解释多少几分时事，那么像我们我们都会。\"},\"time_from\":\"00:51:22\",\"time_to\":\"00:53:01\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"四个引路人是什么？这个其实跟实有关，大家可能是要背一下，然后我可以分享一下，我在面试的时候碰到的普通话题目是什么？我当时考的话，第一个是这样的，是小李老师所在中学生 a 和 C 在课程上互相分学生病就在这中间，但全配小的顾客却受到配合去打扰。小雨老师会提醒你怎么看待这个是我当时碰到的一个题目，那么其实碰到作品其实都有一个固定的模式，就是首先要记住他的行为，然后要保持秩序去进行。课后呢，我们在找什么进行谈话，除此之外，我们会看会进行一个强调不同的距离，然后再进措施多这些，这是一个差不多大的一个套路，就我们刚刚说的结合客户结合新课标。\"},\"time_from\":\"00:53:01\",\"time_to\":\"00:53:56\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"可以看一下这道题，他当时就给你的地方谈谈你对新授课的态度，其实我也更干，到底是怎么去阐述这个新课，那么我就是相当于是套用了新号，那我刚才看英语课标有一个英语学科核心素养。就是学生要提提升这个语言能力，文化意识，这位同志和学习能力当然就这样子对我说，我认为我认为新授课必须要注重培养学生的英语学科核心素养，然后我就从分别从这四方面去阐释。\"},\"time_from\":\"00:53:56\",\"time_to\":\"00:54:32\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"其实就相当于你把处理到手套用到什么问题，其实大家平时积累多了都能套用，这个是结构化的一个备考，那除此之外，我有些情景一样的地方法。一个是要多考几场面，其实我身边就有这样的可能，他只想考南京的，或者只想考北京的某一个学校，他不考的地方。所以比如说无锡其他地方去过。我们到南京的那个考试开始，然后他发现他自己没有完全准备好，甚至就是没有借给我面试的机会，因为他前面都练手。因为你前面多一些手的话，拿到考场的话，可能会更加的不会是这么慌张，老师的心态也很重要，虽然他确实是个很厉害的艺术，因为他确实给我感觉还有的同学，但是他确实在笔试的时候就过了，可能是。\"},\"time_from\":\"00:54:32\",\"time_to\":\"00:55:30\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"变少了不要因为我就想考南京的还是不，我就不考任何就是不可以，还有就是面向一定要多多让自信大方的一种给考官的一个好印象。那前期呢还是比较难，因为前期一个是前期都是好学校来招聘，还有一个是前面就大陆还没有上万，然后后面会相对来说简单一点，后面还有很多很多，一般后面会更理想化，所以要坚持下去，不要去。不要因为前期我的失败很多，就对自己丧失信心。那么还有个消息就大家就是我不知道大家想考的是哪个学院的教师，现在确实小学的话应该是不太会招聘的，因为现在新生儿比较少，初中的话应该还是在招聘，但是高中的话。到2035年的时候，教师会不断的扩招，我可以举个例子，我们学校在去年总共就是所有学科只招了八位老师，那么在今年的话，就一学科就招了八位，全校所有学科都招了40多个老师。这个是一个不断扩招的学生，为什么呢？因为学习在扩招，我们学校的话，高三现在是20个班，高二是22个班，高一是24个班，也就是说未来就是新的这一届初三进来会增加到26个课。\"},\"time_from\":\"00:55:30\",\"time_to\":\"00:56:57\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"学生再不断扩招，老师也会外国人，因为这个应该是2017年左右，是这个出生率，包括所以到2035年的时候，应该是那个出生就2017年出生的小孩，到2035年差不多要上110。所以这个时候应该是到这个到时间节点为止，时间是会不断扩张的，所以我觉得大家应该是可以把握的，明年应该还会再招活动和高中老师，如果想过去要高中的话。\"},\"time_from\":\"00:56:57\",\"time_to\":\"00:57:26\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么最后的话就祝大家以后成功上岸一个这个分享分享的内容是非常流行。然后如果大家想要上视频的话，可能我们这个是各种包括我们的教学条件，条件重要，另外就是大家为一部数据，如果我们先到这个评论环节，同学想有任何相关问题，项目方面之类的都可以举手，我们现在可以开始了。好的，你手指的最高1000。\"},\"time_from\":\"00:57:26\",\"time_to\":\"00:58:03\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我非常感谢学姐的分享，感觉非常好，然后就是关于学习的问题，因为我感觉就是那种公立学校很少看到他都有发那个老师的那种公告，那如果说就是这种情况下的话，第一个是我应该再关注哪些。渠道的第二个是教那种机构的那种，我我我觉得教学的话，如果你是在讲比较多，就是公立方面的话，是可以去，因为它也是一种这个经历，是有助于我这个简历的提升的，那我如何去教育的，公立学校的这个这个创作，那是你可以去。看看能不能联系你高中老师，他这个高中的有序，回到高校的时候，还有就是你可以去每个学校的专的都去找教务处的电话，你可以去打电话问一下你们学校是不是实习老师，一般我觉得学校不乐意接受。应该是可以去关注一下，打一下电话问一下好，谢谢！然后第二个问题就是那个那个招聘条件里面有一个是一致对吧？那他的那个。专业和硕士专业一致的是指那种大类的意思，比如说像是不是那种专业，还是说我本科是英语的大类，但是也是一种不像那种这种。应该是他那个，还有一个就是之前那个有一个阶段就是。如果说我现在有些事也不是我要去报名，但是我研究并没有得到这些，但是我不是有这些，这种是可以的，可以的，可以的可以。\"},\"time_from\":\"00:58:03\",\"time_to\":\"01:00:13\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"最后一个问题就是那个关于那个进化方面，因为非师范程序完全接触到那个基本的是非师范师范相关的。教育相关的竞赛都是只是这个，因为我也我也不太了解，因为我没有，主要是想要是高中实习，还有就是想象的方面去提升，因为我觉得我应该是不要这家公司。我说关注我的就行，那就是因为现在也不是非师范生了，去参加那种学科的学科竞赛。非常感谢，非常感谢再请一位我有，要不有我可以先好好好。我作为代表一下王老师这种情况。回屋休息。\"},\"time_from\":\"01:00:13\",\"time_to\":\"01:01:42\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么接下来我们有请我们的，谢谢学长，他是自动化学院电气工程专业学科生，他参与了国家重点向省第一座掌握阳光。不会记集团公司等12家，我们最后通过小说录取了国家电网工业公司，那么他们的奖主题是国企求职攻略对接纳公司。掌声欢迎。\"},\"time_from\":\"01:01:42\",\"time_to\":\"01:02:27\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"尊敬的各位老师，可能各位专家，我们我是自动化学院的电信服务端的，谢谢！然后非常荣幸我们最后会邀请到这里来为大家分享一下我的经验。然后我今天的主题主要是我要考虑，尤其是这个机器中的一个一个重大的支付，然后一直以来也是腾讯，还有目光，但是面对了很多的岗位。复杂的交流程，其实就其实许多学生是会感觉到非常头疼好，所以我今天的主题是求攻略，我已经把到了，希望能够通过我的分享来注意大家掌握自己。\"},\"time_from\":\"01:02:27\",\"time_to\":\"01:03:14\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"首先是导入的一些类型，其实国企在电气工程这个方面的话，和自己的岗位类型差不多，只要不能进入了管理岗也是职能。技术档的话就是研发工程师以及技术支持，主要负责一些产品的研发以及一些产品的运行和维护工作，然后环境导主要是。部门主管的项目经理通常需要以那个科技培训有比较良好的这个组织以及工作的力度，这些成本是主动管理财务管理人资格。这些是有商的快进，通常是用来维护，就是企业的运行，然后分析一下这个我觉得我的优点。\"},\"time_from\":\"01:03:14\",\"time_to\":\"01:04:04\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"优势肯定是稳定性和福利体系。通常来说，好的国企的工作相对稳定，并且因为稳定它的抗风险能力强，所以可以让你工作的心理压力会变得更小，而且它有长期稳定的职业发展房子，然后它的福利体系的话是，虽然说五险一金的话交的都是。然后我在这里，这样的活力也是比较充足的，能够保障你的基本的生活的需求，在相应的其他，如果有的话会低于，然后它的一些劣势的话，我觉得它能够放大你个人的这种特性，所以说它对于个人发展的话是比较缓慢的，并且他跳槽是。比较快的，然后我想说一下这个我想招聘的一些流程，而且我本人就参加过南瑞瑞集团以及电网，还有一些研究所的国企的招聘。其实我觉得国企招聘的首先除了以外时间是很重要的，就是你要尽早的能够去投资，那怎么出你的简历，然后在招聘这一层面的话，其实我觉得他的视力是比较挑剔的，所以说你要考虑去理想，因为国企去进行了解他一些实力的需求。\"},\"time_from\":\"01:04:04\",\"time_to\":\"01:05:25\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"当然，如果有有所成的话，也是可以逃逸的，因为万一运气不好就过了九个筛选，但他每年政策其实也是不一样的，然后你投的时候其实专业的话，你一定要是对准，不然的话你们可能会后悔。\"},\"time_from\":\"01:05:25\",\"time_to\":\"01:05:42\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后就是有一些证书，证书，比如说46级以及第三，第二级是非常重要的，就是几乎所有的核心，它都会有一些硬性要求，并且你的一些个人的荣誉也是非常重要的，它是一个不断的加分项。他不光能够帮你们，是在你们加分的，好像我记得他，他就是我去面试就会让你把一些证书带回去。然后呢，其实就是我刚刚提到一些这个实际的问题，因为普通游戏是有 TNT 的 TNT 是非常重要的，我记得我当时就是面的南京的50，15，28所，他提前给你给了很多的人，但是到这个这个时候其实名额都已经快100了，然后他们也会让，就是让别人进行，所以说他是提前建的，反而是。小于这个这个事情呢？一切，然后但是他他的简历的要求的话也是不低。所以说他参与人说不要少。在这个阶段的话，其实很多学生他可能并没有意识到秋冬已经开始了，所以他可能就忽视了，而这也是一个简陋的机会。\"},\"time_from\":\"01:05:42\",\"time_to\":\"01:07:07\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"而且其实就是通过接进进进入企业，它那个等级分配的话，一般会优先级比较高，就比如说。就是国家电网的，我去走入职的时候通常会被分到市场，但是走后续考试的话呢，一般来说可能大概就会知道陷阱。然后就是他们的一些流程的对比，国企的话，就是上面所说的，他的学历背景，专业就是学习成绩是非常重要的。当然如果你有，我想这种国企的话，其实是非常重大的价值。然后私企的话，他其实更看重你的一些事业经验，而且你项目做的对不对，他会非常看重，然后他的一些技能水平的话也非常重要。\"},\"time_from\":\"01:07:07\",\"time_to\":\"01:08:00\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"在笔试环节的话，国企其实笔试是比较简单的，它通常是一些行测，或者说一些企业文化，还有一些细节的测试，你稍微准备一下，其实就能够通过，但是私企的笔试的话就比较看重逻辑思维简单点。它会出很多一些实际的题目，让你去设置一些模型或者参数之类的，所以说是我当时准备了很多新的东西。其实我觉得如果说你在你在那个我准备东西的时候，你按照自己的要求去准备的话，其实是完全够我们面试环节的话，国企它会有一些办学化面试。它其实也是一定程度上是开放，但是它有一些会议的问题，实体的话，它是一个面试的，会非常的好，就是根据你实际的条件，你做的东西去进行一些面试。\"},\"time_from\":\"01:08:00\",\"time_to\":\"01:08:54\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后这是一些我们生活当中遇到一些高，反正无论怎么面试，那上两个都会让你先做一个自我介绍，然后他可能会问你一些研究人之间成果。然后相关的专业技术与个人职业规划和一些团队合作，团队合作问题，我说我说到就是说你在团队中，你如果是团队，然后你遇到团队中有一些问题。我会怎么样处理的能力，然后其实它也是对于加速看的，像现在的情况的话，无论是国企还是私企，他其实都不太能避免加班。而且一般来说他都会彼此的看下来，所以说其实需要大家去先了解下一个企业的一些可能可能加班文化。如果你能接受的话，那你当然就是说你愿意加。但是如果说你不能接受他的一些加班的一些要求的话，其实你应该还是要用一些自己的权利，或者说是因为你如果就你如果他真给你的让你加班长度太高，你不想去的话，其实是。浪费了一次。因为你最后也不会接受。\"},\"time_from\":\"01:08:54\",\"time_to\":\"01:10:09\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我个人总结下来，我觉得国企的招聘计划首先是学，但是学历主要是帮助我们过简历的筛选，筛选之后就没有那么重要，然后他其实也很看重你个人稳定性，这个主要体现在你的那个面试过程。你要表达出非常想要去，并且在这个企业长久的干下去，你这样的话，你会更容易获得面试的机会，就就是面试。因为而且对你来说是稳定，但是他也希望你能够在他这个地方长久的干，他觉得你是有很有价值的，然后是一些学生工作，还有一些过程中的一些奖项和一些证书。最后项目经验的话，我觉得只是作为一个加分项，它同样重要，但是和前面相比的话，反而没有没有什么。\"},\"time_from\":\"01:10:09\",\"time_to\":\"01:11:02\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后我最后还想说的是，无论怎么样是要只要你做了简历的筛选，其实是要这个去争取工作的机会，尽力做好自己能做的，因为其实有很多大的，他会他的学历比较好，他的个人能力也会比你高。那他也会反，他会有很多宝典，那当他有了更好的工作之后，他其实会放弃一些现有的 offer。所以说在这个时候的话，这个 offer 就是容易落在你的头上。\"},\"time_from\":\"01:11:02\",\"time_to\":\"01:11:33\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我觉得其实就我了解的话，其实我周围很多同学是去走电脑 GP 的，然后我高中就有同学是。他们他们的本科的本科生的学历肯定是双休，但是他们在我之前肯定拿到了歌词的这个 offer，但是他们想去更好的地方就把他们给放弃了。然后其实我相当于是一直坚持下来，所以说最后也是有一点点力气成分，然后获得。对于 offer 的手的话，其实。\"},\"time_from\":\"01:11:33\",\"time_to\":\"01:12:10\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我觉得主要分三个，首先要明确自己的职业规划，就是你自己想要怎么样的生活，对于私企来说的话，他可能会是会有些好像是更多的，然后你个人的工作也是更加的一些自由的。其实很多人是可能很多人是更喜欢这种富有竞争的生活的，所以说他可能更适合自己，因为国企的话其实还是比较稳定的，需要你稳固的进步与成长，然后需要全面比较一些 offer 的条件。就是看工资肯定是对的，但是除工资以外，还有很多一些氛围，还有一些工作地点以及工作时长等等的那些。条件其实是要同时注意，通常来说呢，钱多事少压力，这三个能活的两个的话，我觉得我们是一个合作的工作。所以还是要从自己内心的支持，就是你自己到底想要做什么样的工作，我之前在在找工的时候，其实跟一些学长或者学生去交流过我，我有个博士是用他之前的。就是在一家国企工作过，但是他觉得他干的工作是自己不喜欢的，所以说他的工作没几年之后就跳出来去读了。\"},\"time_from\":\"01:12:10\",\"time_to\":\"01:13:30\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后再说一下，就是毕业生会有两种心理，一种是急于找我的同事在这里，现在跳起来这两种思想的一些意义。首先是其实就是我会去，我去拿很多的。offer 这其实是一个很正常，而且是大部分都会有的一种心态，它能够帮助你，就是优中选优，但是但是找工作和签约其实。找工作是很重要，但是签约的话一定要注意，就是如果你签订三方，其实无论是学校还是还是企业，都不太希望你去解决，所以说这个整个的企业流程也会比较复杂。如果到一些三方这个环节的话，一定要非常注意，你发现你要请出一些就是1000米的企业，如果你觉得后面大概会有更好的企业能够能够给你 offer 的话，其实是可以放弃现在提前的企业。\"},\"time_from\":\"01:13:30\",\"time_to\":\"01:14:34\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"然后还有一点就是先自己工作积累经验，其实跳槽的这个选项是我觉得我觉得是不错的，但是但是你你在第一份工作的时候要一定要学好一定的平台，因为现在的工作其实比较。细分的如果你再去细分的，你这个想要跳槽的话，其实不简单，而且如果你本身的平台比较小的话，其实跳槽更加不容易。所以说根据这些这些观点的话，其实我觉得不推荐这东西作为一个职业，因为你在国企里面其实上的话是很不容易的，你跳的方向其实是有限的，你要会说，如果要么是一些。其实自己其实比较主要的规模要更新实验或者一些考工吧，如果就是有一些愿意在国企长期发展的话，我们觉得国企是一个合作。但我想锐意进取，不忘战，并且我们这个职业可能要我更建议去外企或者私企。我觉得整个国企的数据是一个比较快的过程，需要同学们认真准备，然后重新的分析，希望能够根据资源的资源情况做合理的职业规划，然后最终找到合适的。\"},\"time_from\":\"01:14:34\",\"time_to\":\"01:15:46\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那什么。\"},\"time_from\":\"01:15:46\",\"time_to\":\"01:15:51\",\"user\":\"赵思琦\"},{\"content\":{\"text\":\"以上是我的分享，谢谢谢谢谢！可以看到一个思想，就是为了国企和我们所谓的这个体差异非常大，所以希望大家能够鼓励放手，那么接下来就到我们提问环节，有任何问题可以直接举手。好，那边没事，院长你好，我想问一下，就是你觉得的话有需要的这个联系方式。如果你这个就可以，就是当地的那种习惯的话，去放的话，你的优势非常重要，但是但是如果你就是你不是当地人，你不是本地人的话，你报考的是也是有很大概率的，其实我作为就是像。像电网像有这样的，他其实是比较看重你的一些习惯的，他面试的时候你会问你去哪里可以，但是这这是有不少人。还有一个问题就是学长就是对于一些国企来说，我听说就是工科类的女生可能会有歧视现象，有听说过这种。这个我我听我其实也有一个人听也有一分，但是我觉得这种情况的话，其实没有那么多，更重要的是你在面试中的一些个人准备，就是我觉得最重要的就是过了简历去筛选之后。就是你要表达出你想要的，暂时按照以后留下去的处理意愿，我觉得这个是非常重要的，我也是。不会好的，感谢谢谢！还有不需要需要的领导好，那我们就用热烈的掌声再次感谢！\"},\"time_from\":\"01:15:51\",\"time_to\":\"01:17:55\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"接下来同学学长，他是南京成都航大学的马克思主义学院马克行业基本原理专业博士生，获2023年江苏省经济大学会三等奖，获第七届中国航空航天产业。省户籍思想能参与工信部，江苏省南京市多项立法工作，他分享的主题是申请和理论与实践，掌声欢迎。\"},\"time_from\":\"01:17:55\",\"time_to\":\"01:18:40\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"各位同学大家晚上好，我是翻译书，是马克思主义学院马思主义基本能力专业的，我是那今天呢就分享我的情况，是博士申请的一个实践。\"},\"time_from\":\"01:18:40\",\"time_to\":\"01:18:51\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"要从两个层面能说明。首先第一个是是否是这个思想问题，然后是你确定分享的模式以后如何申请，我们先从第一个思想一个方面说起。就是什么样的，那这个环节叫做？如果有这个经过生产测试的话，我觉得下。第一个是第二个，不管是面对压力的，就是你有没有方案。以及如果是，那实际上这个。总的来说呢，我觉得现在的城市呢，肯定比前四级，然后很多时候颜色也是正常的，你如果是没有逻辑了，差不多四年。然后除了有些很好的给他。那大家的用户可能是就是我的观点是你千万不要说，除了这个学历是为了你，不管是费的，就是说公益的能力，你要有一个其他的作用。因为我们说没问题的话，就是好大学，其实是让你看到很多不一样的风景，也能受到受到这种。\"},\"time_from\":\"01:18:51\",\"time_to\":\"01:20:32\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"如果大家认可以，我们的学术会上，那很多企业对我来说是一件非常宝贵的经历，这个优势呢，我可以从两方面来说，一方面就是常见的这些人，或者说说意义上有一个这个，我把它叫自我实现的。现在博士的那个就是我们学了什么国家是百万分之600，比如说其实好的这些年的扩张，然后其实。博士的肯定在博士，那它的含金量依然是，然后就是说你现在在那个外人可以进，所以这个活这分数是在你18岁。起了我们学历，他有一些搞定，就是说你没有这个学历，你就做了什么事情。那么一般而言呢，我不不，不是专业，它大概率的一个相对优好的发展，从这个方面来挑战我还可以。我们商务部这个美国这个基金主要我马上就要用新的模式，这博士怎么就是对于国外，如果你有学位的话。这个上学的，但是如果说说说你这个的话，对的是应该了解了解，就是说从事情，我当然只有一个价值，然后在我们刚才算一个自我实现的。我是这个学习过程，他能够在新的发现独立分析，独立解决的问题，如果你通过数据变的话，不是就意味着可以独立进行研究，并且在碰到的一切，就算你以后的工作和专业相关，但是这个能力对你的未来发展是有帮助的，那这个也是我们认为我是硕士进行。\"},\"time_from\":\"01:20:32\",\"time_to\":\"01:22:25\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"他的优势。首先这个时间成本都非常关系，一般来说，如果当然是能受，或者说大概就是很快，那这样来自我了解，其实也不是那么多。如果要是普通的想法，说30岁左右的不是你丈夫，现在他年龄比较小，没当回事。等到你真的到时候碰到不顺，你看到时间已经压力，然后事业上已经过了，那你这个时候我自己什么时候能把，那你这个压力还是这个时候？\"},\"time_from\":\"01:22:25\",\"time_to\":\"01:23:06\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"在包的话，大概就这个时间，时间，首先就是你要说要是你的文章发给你们通知的时候，要是你毕业的时候，除了这几个时间以外，如果是的，大部分时间可以把这部分都是不能处理。我主持以我们一起研究就做了一个，我差不多是每天早上8:30到九点到办公室，晚上是八点到8:30，每次节目做完差不多全部到现在就是网上，或者说没有什么那个媒体的任务，或者说人家在里面写。那这个事情就是如果是我自己任务的状态，其实工作时间会更长，然后他就是你放，那你这样你就可以去休息了，只不过是换个学习，那其实是没有区别的，所以说是可以。\"},\"time_from\":\"01:23:06\",\"time_to\":\"01:23:56\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"他们就是一个毕业的博士，现在的博士毕业一年了，四年，他是想想毕业就是延期一下也很正常。以我为例，正常的哪一页的格式，我了解一点就是，然后一般模式里面除了大的，它是一个综合要求的。我们就假设是吧，那其实如果这个跟李老师比较熟悉的话，应该可以上上一下，但我老师的。配上两天四会是不是56大家想想他老师不是在对比他自己跟老师的水在线上，我的老师，老师。这个东西很不容易，那如果上课也很不容易，那怎么还是毕业，这个是现在的文章，他们这个从你投入数据到他就这么看法，就是七天的量，以年为单位是高一年，一年就是非常常见。而且你文章你想要写的清楚，基本上不同，所以大家要先听听，然后就是你不都把他说到客户，发现市场上的钱就是你。你如果没有所学专业的兴趣和热情，想毕业真的不一样，而且你现在就算了，我们把专业的就是因为大部分都会进高校，那你进了高校。你有可能留下来，那你你进去有一种要的东西肯定有必须要，如果说，那你再考虑一下，如果需要方便，差不多三年到四年更多的还要好。\"},\"time_from\":\"01:23:56\",\"time_to\":\"01:25:40\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好了，那么从这个环节结束，如果大家听了这话之后，对大家可能模块是什么好事情，就是自己搞不定的话，搞定不合适合。首先我觉得你参与的产品比较适合做合适，就是自己能力很强，或者说对学术有多么的热情，但是能够解释现在的我搞的数量是很有限的。第二就是一般一个我搞一年以后能在一个到两个我的这种事我是不对的，我认识的所有的。这都是权力，那那现在的问题找到一个老师你好，然后你就通过包括读书，参与学术会议，上课老师沟通的方式。一定会人际关系，这次基础上，然后有多少认知，那么或者说在说什么，更早的就加入了加入导师的这种可以团队来去进行一个空间的活动。我想我是通过熟人介绍去找到，这应该是大部分，所以说现在说我这句话说起来。\"},\"time_from\":\"01:25:40\",\"time_to\":\"01:27:01\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"项目的市场进度条。在参加一个合作合作制度上，你可以自己发表几件或者是其他的文章，或者说增加一些比赛中世界，然后然后你可以形成一些知识简历，然后拿到这个奖励以后呢，像王自建也好，或者说后面的自建也好。\"},\"time_from\":\"01:27:01\",\"time_to\":\"01:27:19\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那基本上也有好处，有问题，我举个例子，这也是新中国，就是有一个表情，就是我们一线一样，然后我们学生会议能给错，然后这样的模式，然后我们改一下。就是有点就算风险，一个人都不理了，那怎么办呢？接受大家预测离开会，那他就开会那个到我这块。下一个，然后可能这个例子说一个点就可以，就是说明一下。那如果这种情况，那他们都不满足，然后他想怎么样呢？他看家里有没有其他办法，或者说你老师帮忙，我们可以全部赔偿，这个也也有不少的是通过这层。然后就是如果你要做准备，我先自报的时候，因为新的周期很长，所以说你说这段没有，那这个时间长。你如果你现在就越到后面，你大家因为你生在一个社会，基本上都是通过其中文的形式，就在他们写这个的时候，你要看看能不能讨论也好一些也好。因为大家都会积累，所以说上述结果你不仅要你要在这个专业领域自己很喜欢的一个方向，并为这个基础是大众的会有专注，尽量在这个阶段里去接触。否则这个元素的，否则你到了冬节来发现就可以接受一下，然后就是有机会的话可以参加一些，我就该上什么活动，关键是要。\"},\"time_from\":\"01:27:19\",\"time_to\":\"01:29:21\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那我们说什么问题呢？后面就是一些技术性的，现在的模式大部分不是问题，但是出重点问题找找找不到我要什么会是说不行。就重点是问什么，你要找到一个活动，下面是有一些生活，就是我们说生活是需要提交一下。\"},\"time_from\":\"01:29:21\",\"time_to\":\"01:29:49\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个个人简历这个时候大概就是信息，然后我右边一个尽量解决领导这个经历和生活一个，然后大概要说一下。美国是七年的一个整体计划，对吧，那么顺手一点的，他也是在运动，然后是上学的时候应届生的话还没有咱们自己的所有你可以提高。我觉得这里所以说他现在毕业了。然后就是一个可以当中上阶段你上说的有一个专门卖也不太上这一块的时候，那你要尽量有一个什么项目。然后。\"},\"time_from\":\"01:29:49\",\"time_to\":\"01:31:04\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个很关键，他说。\"},\"time_from\":\"01:31:04\",\"time_to\":\"01:31:19\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"事情做了无所谓，已经做了研究，未来希望在这个策略的研方向上进一步深的专业，最终大家有什么成果就可以当这方面初步的一个就是说他不需要到一个，但是这个东西你们都需要有。\"},\"time_from\":\"01:31:19\",\"time_to\":\"01:31:22\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好的。\"},\"time_from\":\"01:31:22\",\"time_to\":\"01:31:37\",\"user\":\"赵思琦\"},{\"content\":{\"text\":\"国人需求过程中呢，可以让你也可以让你还可以让你作为一个合格的成本。对于你自己的专家的问题，你就应该是我也对于他的这个其实是不管是什么企业家，你在专研究问题上也是有跟他要，我想这是一个比较理想的方法，当然我现在也得不到你去追求可以。如果我如果是不是准备压力很大，但是你如果我如果是我的话，其实如果这么多年，我感觉如果是这个人能力提升最快的，那如果你做两种变化。\"},\"time_from\":\"01:31:37\",\"time_to\":\"01:32:22\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"你不好是是是是是以上大概是两，非常感谢！好，那么大家现在听了非常走心的问题，必须少便宜。那如果是我，如果是我差不多吧，所以大家。我是第一部分，所以我们可能。好好你好，因为我也是，但是我现在是研究生，然后你刚刚讲那么多在国外很多的困难，那我其实很想知道你是如何确定自己想要怎么做的。我其实是有一个性质或者是职业职业其实我都受不了，我只是我自己好，然后我导师说的这个。一个我自己也是出于对于我这一步，不是说不管完了之后我就拿到手什么什么职业，我不是在。对我来说，最重要的是这个现在的经历怎么说呢？我不知道，对我来说在这个不重要，当然你以为的东西肯定是需要有办法。在这点上我只要想到刚刚我什么时候这是大。\"},\"time_from\":\"01:32:22\",\"time_to\":\"01:34:18\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么最后呢，国际我们的学长，他是南京杭州大学社会科学学院硕士毕业生。24年云南定向学校中考一面第一的成绩上市，同年国考考虑平面第一的成绩上岸。江苏省考中第二的成绩上过市区检察院，那么今天他的分享主题是一战成功，从备考到上，掌声欢迎！\"},\"time_from\":\"01:34:18\",\"time_to\":\"01:35:23\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"现在我给大家12个题做的一个学生，我叫黄的可能性的，这里跟大家很少一点，自我的公考经验模一样。首先先介绍一下我们的生活情况，我是从24年10月底开始开始，期间一共参加了三次的公考试，秘书11月底应该就要有样，他说的我考试。为此，我会有三次的员工经历，从原稿到考试会考虑，那么是一介绍经验。\"},\"time_from\":\"01:35:23\",\"time_to\":\"01:36:01\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那第一部分我会给大家介绍一下，主要可能有些问题还是不太了解这个水，它主要是分为央企应性和，这里就主要给大家介绍和评选，一般都是模式。我家是我自己面向全这个不锈钢的，大部分都是直接985高校之后直接当地有一些一个尝试过他的岗位呢，主要是为一般就是线上就是线。然后很多同学呢，他就像普通药效的，主要是对我可以给大家稍微介绍一下这个选项优点可以，首先我们可以全国巡考，因为当时有很多学生可以到参加参加北京市的学校，然后参加江苏省的学校这样什么会议。\"},\"time_from\":\"01:36:01\",\"time_to\":\"01:37:03\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"所以说这样，我现在稍微有一点，第二是我觉得它它是相差了，屏幕和题型都是参加某种什么有所变化，比较简单。一般来说。我们这个地方选项是不同，我的意思就是比如说我考的这个，它的屏幕是不是真的有的地方是把这个放在一张？然后第三就是我觉得它会比较深，像我刚刚说的，它是是现在给大卫的事，单位要布局，包括服务机构，我们的各位都可以。当然他肯定也是有一些训练研究要求效比较高的，就像我刚刚说的那样，我们学校很不好的话，我所知道的大概是举手，那云南并选，还有还有单选调，选调他们的选调设施，但是他们是有一部分，并且和同学的方式，其实你是他的本身是到他那个。还有一个是环湖北省会，还有一个是东东北是什么类型的，我就忘了，然后需要一部分资本的，包括我都说你要得动党员，然后你有一定的获奖经历，你愿意给你甚至更高，然后就是能量的成品。\"},\"time_from\":\"01:37:03\",\"time_to\":\"01:38:22\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"第二个，第二个你的确定就是当一个过程是要关于什么样的过程，它包括从开始开始成立，然后包括报名，笔试，面试，然后考察一边考察可能会参与，比如说。最后我会有两个基于岗位上也没有做个体检环节。第三就是这时间五年就是1.1般，一般很多地方要用到一半的时间，可能会在10月份的时候会启动，应该选票，它是10月20小时的时候做，但是就是这个意思。但是他的对话肯定就不像我们一般都在12月上的生活好，这样我就要稍微介绍一下我们，我搞的这个应该应该提起来，然后说一下他们买过的一些优点，首先第一个是先选。我觉得这是一个，这是非常大的优势，有很多学校他是不是试完面试的成绩出来之后也不会，然后再涨的时候。然后分数那么就是这个时候可能就是自己可能不是特别想去领会。系统一做到位，所以云南它是先行到有一个优点，第二个他的表情是比较特殊的病发，所以他这样下去没有规定其他学校的话，他是。一张一张就是大概是红色，而这个大概是要考虑它的里面，它的工期一点就是大概从去年开始，前几年的时候，一个是过分了，就跑这个云南现实，因为还有一些。\"},\"time_from\":\"01:38:22\",\"time_to\":\"01:40:11\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"那么地方的一些常识知识考85高考考考到微信，然后两个数量，其他都是类似，大家听我们已经变了，所以说越来越越来越来越肯定会问他可能跟其他这样一个就是那种比如说资料分析的45。这个数量关系，然后加50002万20分，那第三点就是人口机会，那这个选调调。不用交钱我就可以考试，第四点就是这两个点的是岗位的比较多的，这两个岗位在一直在，我记得去年的话，我看一下他的资料，说去年报了将近有。5万到2万公里30023万人左右到他们的岗位到3万分析一下。当然了，我明天去，然后并且是一个货，但是它的寻找范围都非常的有限，主要是因为它比较回收，和这个内容是一样，要固定的，比较稳定的资料的同学们。而省考它就是考试的这个地方很好，但是现在因为我们要投的话很好，所以我们主要有情况，要一段时间，就是五年12月份，然后就是去年的3月份就是两个时间段，他的号。然后岗位呢？不仅工或者我们这个地区的一些岗位，然后这两位是不到这个地方呢，希望都是都是去过我同学做过行科学院，这个由于有血，那有的地方的描述是扩大。\"},\"time_from\":\"01:40:11\",\"time_to\":\"01:42:12\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"对我，我对这边很好的做一个是，但是我说的说这个是你的专业竞争还是首先是专业的。如果你是什么法律专业，你可以或者专业的学生在报考的岗位可能可以会这样，你的选择的范围就大。继续继续的话，可以有一些问题，就比如说在江苏，也或者包括是环境一个或者苏州或者说北京上面一些我们深圳这种地方，它的竞争比较激烈，竞争比呢，我觉得是考虑一个限制条件，就比如说因为一个岗位还有一定的，比如说他是一个。然后另外你们这个图里面问题，那就比如说以后你他们肯定更善于你，是你是我经过这个管理模考，他们考一个很高的层次恢复，那像我们可以考，考上我理解的后面没有什么顺利，如果你觉得他能够在学校有充分的经历。于面试的话，我更加推荐的风险比较大的地方是有是不是可以看他们不一样？\"},\"time_from\":\"01:42:12\",\"time_to\":\"01:43:43\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这部分第二部分？好的。备考虑当时是从10月开始，就是在我看来，主要是以能力为主。就这些努力，我们之前用上学阶段就已经接触了，所以说当时他们一个背也不会说大家去找资料，就按照我们平时的秩序去考这个。所以说这就是为什么应该会给临床一个蛮高的分数，所以说如果只是每个人具体的具体方法提供而已，所以我就可以他给自己的一些做好理解，一定是你要他要去做做参考。\"},\"time_from\":\"01:43:43\",\"time_to\":\"01:44:29\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"首先会投入像我这个，可是这样的，就是首先是半退的判断，它是一个一个讨论中，在我们要达到一个部分。这部分，但是我们大概33，然后呢类似于行业，但是所以可以说大家开始28个，然后还有一些东西。这个东西我本来想一个最好，因为我晚上每个用户，但是因为有一点老师是高考的话。因为有些时候你会发现我觉得有些老师可以这个那个那个这个实际上主要是因为有些。所以我觉得希望我们在有一个看看，其实它的规模板就是会有一些大家。他可以说一个在路上的，比如说每天晚上第二部分就是其实简单来说就是掌握技巧，然后我们的公式公式。\"},\"time_from\":\"01:44:29\",\"time_to\":\"01:46:18\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"技巧什么回数法判断分类这种这种这种方法如何去计算，然后我另外一面是因为他那些东西呢，他就计算这些数据。我在少数的技巧，我觉得这个东西是一个非常重要的，其实很多时候大部分人在手机正确率其实上我都会觉得你回到你也会去，所以说重要的是加快手，你们之后在。比如说我搞的我们领导20块有个地方是没说给你的内容或者帮助福利，你将会对我有可能会每天坚持到十分钟，十分钟的，其实会会会会会大，大家知道，无论是自己还是一类是120分就通过130或135。\"},\"time_from\":\"01:46:18\",\"time_to\":\"01:47:17\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"可以说渠道把这个做完，如果你不会增加第31个是这个言语理解这部分呢？对你来说什么没事，我当时因为我们老师已经大概就是一个月，所以你没什么什么课，主要是靠我帮助你们的生命，如果大家想，我觉得我可以稍微一点就好，就是老师他是一个博主，叫做王永。那他现在回去就我们可以去特别多家小型号会。三部分就是这个，就是现在今年的政府，今年的政府，所以我不愿意做，大家可以。学习一下主要学新的过程，学习以后吧，一些政策主要是集体制的一个，比如说最近李老师，所以大家在的话，那个老师会视频，大家可以对一些视频学习写一个记忆就可以。然后说没有什么事都不给，我觉得就是什么，就比如今天我考虑到问华球先生和沈老师说到了，然后这个过程你会就会不会也不要没办法说到这个题目，对吧？\"},\"time_from\":\"01:47:17\",\"time_to\":\"01:48:40\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"最后我要谈一个质量关系，现在是这样，因为大家知道那个客户有可能会是越来越的，所以以前大家去看过直接放，现在是也希望大家能够抓住基本很多电影就可以，最主要的是我觉得我们有时间做个30到十可以。我就很多，因为你给你公司作为一些名人体就是题目，那我想说的是以，这就是我所希望大家跟我一个老师，我要是因为因为现在我们有更多的资源，然后的资源学习。我觉得也不需要，不需要，要把这个去做就行了，那其实我要说是没，我觉得在行测部分，我觉得时间分配这个，这就是我刚才说的。无论是135的可以做完，这时候不需要你多方面的能力，就知道自己擅长的应该是环境，我自己当时做的事情是。是把时间处理，这里最后做一个数量，但是也有一个内部说是先做到二级数，我之前去年五年天我提到的，那么就先做就行了，然后后面才会，然后第二个再稍微细一点。当然，如果你能够先做到回去的话，我们要把这个时间就往下过一部分，做完的话，你后面可能没有巡逻，时间过，后面也不保。\"},\"time_from\":\"01:48:40\",\"time_to\":\"01:50:15\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"对对，要说关于喜欢一些技巧，你面试面试我主要是面试，所以报班后后当时是没有，因为我们当时。一开始也以为我也受不了就会，反正当时我们老师老师得到上级给社会，我觉得挺好，咱们一百一百八十分，我大概上了到十左右，但是如果特别是报班的话也可以，因为有建议大家可以看一点，比如说咱们谁干，就是说你先交200块钱，如果你考上可以可以。是不是是吧，或者是比如说线上以外这样的，其实线下我觉得有人给你体验以后，比如他们搞一些可以脱离这种。\"},\"time_from\":\"01:50:15\",\"time_to\":\"01:51:10\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"护理训练如果有人说没有必要的面试的话，我们四大问题，所以我们都是，我就说我也是个情形，其实主要就是。可以说就一个例子，无论是综合分析一遍，这个掌握一个模特。说你考试的时候，你为什么完全按照模板左右，已经不管你谁让你不光就是那个打开了，就是你管理，不知道他好像什么也是你说，然后你们都知道十二十多万考生。那么早就到了，他们觉得这些东西，所以说你只要你有意的把你的内容可以展现出来，人家就会给你给特别低的分数。所以这时候我可能明白我心中你说第二是所有的，所以说可以在面对更多，但有些同学他可能特别喜欢。他这个面试要考考，大家知道非常不应该，所以说如果能的话会。就是我们刚说的。\"},\"time_from\":\"01:51:10\",\"time_to\":\"01:52:58\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"第四点就是事情，我觉得这个 PC 是我们的这个事情，不是努力，必须要让我展现出来。我跟你说，他说大大地打不上，以后的最后我就是结合你自己的这个历史，实际是进行中所有的方式都面临的这个立场。当时开始。然后是我们可以选这个，就是你自己可以可以也可以三到十就可以可以这样一直就是我最喜欢，这是我第一次多发多发。然后就不会，我觉得你这12位为活动的安全团队，然后我就穿了一个非常好的西装，然后我当时。行了，你就完全想不到，这就完全就完全想不到，比如说那算了，我直接点，对不起，我直接开始我我直接开始，我当时找到提醒一点，我当时完全没有执行到。你这个提醒好的，既然是影响很小。所以我就说法，但是后来我这次经验，尤其是后面的工作小组，如果大家了解的话，当时这个时间是非常非常喜欢的，不光有回答问题。不影响，这完全不知道就不用，这后面是完全流程做了，所以说同学们如果你参加完全不影响，后面就完全完全搞定。必须要给你找，那这时候我是关于一个电视背景的一些方面，然后最后有一些总结给大家分享，这是就是如果是专注上有，如果你的地方。\"},\"time_from\":\"01:52:58\",\"time_to\":\"01:55:46\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这个功能不一样，对吧，或者但是如果你最低服务期限可能连续五年有20万对吧，所以大家需要了解一下分析工作强度，我觉得大家。所以要了解，因为这只能关系到，然后很长一段时间，我的项目大家另外就是有心态调整。我觉得最主要的是良好生产，因为我们是就是我们，所以我们的。包括领导团结优秀，就是在20%的考考试，其中笔试和面试第一个是如果你在一到20。非常的非常的情况，所以我当时也是每天都有点焦虑，所以希望大家能用，然后就最好就是大家的时候，就是我每天就先固定，因为我我其实有一个，但是到那之前我也必须要说都是我知道。不能因为每天我这么玩的时候，这样我就不会，所以我希望大家，因为公务员他是一个非常非常希望在这样。大家都能怎么样，我这个心态最后感谢大家的聆听，祝大家都能够尽快开心，顺利毕业，找到下午工作！他可以用这个这个，所以他自己的一些最好的方向和方法，那么其他同学如果有机会的可以先去说。\"},\"time_from\":\"01:55:46\",\"time_to\":\"01:57:38\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好，刘老师。没错，等一下。好的，我我感觉生活还是，所以是前两天刚在学院有一个分享，我是跟世界冲突了，我也是，然后我也是通过了，然后这个就是特别厉害，因为是10月底应该是先经过了法。然后用进行练乐器学的是跑开学校，我感觉还还还是一样的，现在但是刚才你们分享我有几个问题想请教您一下，就是因为江苏的时候数量关系占子还挺大的，就是你说建议不要放弃，就是我想了解一下你对于人数量关系的实际占比的差不是多少。\"},\"time_from\":\"01:57:38\",\"time_to\":\"01:58:26\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"首先在美国，当时最后关系，那是不是我国考的十分15分钟就是15分钟不到的时候，然后存放的时候大概只剩下了67分钟做质量。那就是什么是82种，最后大概只剩下七八分钟，最后大概就做出了，然后后面是不是被同时间和平时会有很多时间，这种关系就是没有。我是我是这样的，因为我们当时如果让我一个月，我只我先复习，为什么？因为很多同学都会复习很长时间，但是要分析，像我刚刚说的，大概是你需要两期，我觉得两期不够，列出一个正确率和时间，大概就是跟其他人差不多，其实你这个时间稍微少有30分钟。证据他不错而言，语言也有合适，不管你怎么是一步是差不多，但是判断这是一个非常好的，因为确实可以。有的同学其实他就是觉得这个不太，那么如果你把他抓住了，这样就能够超越别人的一点，这时候我觉得数量关系。我当时就算你的事情也不一定连一个在做什么，做过的时候我们说很多都有可能每天都是家庭五天，我觉得这个可以五天。\"},\"time_from\":\"01:58:26\",\"time_to\":\"02:00:03\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好的，谢谢，我的问题就是您当时的题目都是这样的，哪些来就是我目前知道的，就是每个老师他是在什么高高有一些想上推荐的那些，这个可以就可以再加大他的，或者说您对题目或者是练习的顺序。是这样的，我重新说最简单的就是不知道这个，其实当时我做的时候就觉得，然后我就说我们这么年轻，所以我就觉得，然后我就了解到发生的时候600人以上620度对当时做的工作就是按照数。包括塑料材料的这些，这些应该少，然后你说那些我可以，我后面就没有要求，因为不是我做的都是每年的这一点资金卷在这里面有一些资料，然后我还考了几次那个管理模。\"},\"time_from\":\"02:00:03\",\"time_to\":\"02:00:51\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"我明白了明白，然后他感觉不太像问题，我很好奇的，就是我也不知道你是我也是没法表达，我想好奇就是我为什么会提这个点，没有什么其他的意思，就是我在网上就说就是考它作为天赋形成，或者是有些甚至说。什么努力都白费起来，所以我又不会很多，我看到我上这个，哪怕是在中间领域还有复制才行。我我想其实有两个月考的各个科目都特别的好，就是你本科是学什么专业，或者是你觉得这些做题目最核心，或者是你觉得效率最高的一。这个学习方法有这样，我本的专业部分专业的是经理环境科学，然后你问一下你这一说的就是最最高效的军法。最高的话，其实其实我本科的时候，但是确实是我觉得最重要的就是你做把握，其实无论是学高中还是还是本科的时候，我是一个行业的把握可以。然后但是到处是没有用户自己就是那种那种情况，所以我觉得我应该要知道你是要去参加这个，你必须要你需要这样做，就一种心理训练策略一以贯之的，这样的话可以。\"},\"time_from\":\"02:00:51\",\"time_to\":\"02:02:14\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"对对对，你得先有一个信念，然后你才会去了解方法，所以要学习这种方法就是借鉴别人的学习经验。首先在我教育，我要是考研的时候，我们就是一下还是在考公司，我就我还是比如说。都有一些精神，还有其他一些优势，其实我觉得能够把他们的方法，自己先 copy 活动做的方法稍微学一些，这样的话你自己可能慢慢慢的就是有自己的对自己的水平的认知，但这么认识的话，你会发现自己有哪些地方。就是单一样，所以说我们就会再加强，加强，不会自己思考自己加强，然后你是，但有可能会成功会提升自己有可能直接失败，但是如果失败，我们可以再去，为什么不让别人或者问一些比较优秀的其他同学？你向他们学习，这样的话你们自己通过的话，你再去学习，再去提升，这样的话可能是慢慢的一点点进步的话，我对自己的学习提升，包括这种能考的分数，我觉得都是一个比较好的学习方法。\"},\"time_from\":\"02:02:14\",\"time_to\":\"02:03:16\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好的，特别感谢谢感谢谢，好，非常感谢你是考研考不考研他的这个学习的这个精度技巧也好，所以我就可以去提好，我们再请人。你好，学长就是他们对方的方向还是会比较多，有两个问题吧，第一部一部分就是就是人权选取的这个使用的单位还有什么办法？第二个问题就是说，我每个文化到后期的这个 PP 里面最好把握一下，一个是百分之多少，谢谢！\"},\"time_from\":\"02:03:16\",\"time_to\":\"02:03:57\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"就是总的市场上的，因为我大部分的时间大概一样，我是每天早上。所以这个谁谁谁就是总总部给他钱肯定是超过资料，因为当时老师没钱，所以我不可能就是直接放点。几分钟老师，我是要要，我这两天早上吵了，我会先看看，我能分十五十分那么性子，因为我不是进的时候就不会，我先稍微存一点。双方言语因为原因其实也一样，也有协议可以按这个，这个可以鼓励，是我当时或者不同传统。然后他就到，有可能有可能是上午上午12点或者下午下午的时候最后一点。有情况，反正就那天说了一下空调，其他就是很好给他练练习，然后发现这个的话，他可以说我是前期在单个人去的时候一个比较多的，做完课之后我不干，我把录感很好，我是我判断这个死。那是因为伟大的最新的环境，我做完了就是也不是还是晚上，所以说就非常焦虑，数量关系一般就是下午下午有时间的话。\"},\"time_from\":\"02:03:57\",\"time_to\":\"02:05:34\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"这是我们一些，就是不管是我看我可能会看一些面试，所以不会说这么走就比较像，所以我当时也是大概。我自己看一些对了一个分离性，所以我要你说不清楚，他看看你生意就行。我还有这个问题，就是每个文化后期阶段要保持多少的，我觉得。是这样子的，因为无论是体力还是还是这个，就是你自己正确率都没有对吧，所以我觉得。这这这个平时要稍微高一点，所以20到十20多20，我觉得至少会持续到十了是吧？十以上是否有的，然后也有也有。之前你希望我们在7070分之70以上，我觉得这样一万就做不了大的把握，需要的关键成分里面就不要太小，需要把航线也是刚说的一些简单的一些，比如说数字推理，包括工程问题。那么方法不少，到时候靠的时间有机会有没有机会做工，比如就打个比方说像前段时间刚过的315年五个领跑企业，如果如果他们是迟到十还是十到。如果你选选 C 的话，这个最后打分就40我觉得这一块这个不需要把地方法非常浪费，所以说你得。\"},\"time_from\":\"02:05:34\",\"time_to\":\"02:07:25\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"不是让我还有一个问题，就是说那复习的时候就是按模块是总体的，比如说的时间是说晚上就是一段时间内把这个是自习完，然后再去。实际上是我当初当时我当时在大部分的，然后最近就是他们也是先是因为我当时真的是要分析，因为当时只要把这些公式，我觉得我的资料完之后我。然后第二天可能就完了，然后这么快就是不但实际上实际上三个字。然后是吧，就是每个目标有个有个性的配套，还不在那种针对性的一个好的效果，但我们发起发一般是说全部会做。非常感谢谢好，那么我们再次以热烈的掌声感谢我们的！\"},\"time_from\":\"02:07:25\",\"time_to\":\"02:08:42\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"接下来进入到我们进入颁奖的同学授予四位嘉宾，南京大学指引未来之内就业分享系列活动，沿途引航者成为称号，有请主席为嘉宾颁发证书和我们可以从白色。我觉得这个时候我们就可以用掌声再次感谢我们四位非常优秀的领导。\"},\"time_from\":\"02:08:42\",\"time_to\":\"02:09:24\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"好，那么请嘉宾刘主席可以留言。四个头。好，非常感谢，也有请工作人员上来我们会议，然后请大家合作等待，在这个会议之后我们也会上这个。我们可以一起一起。谢谢大家。\"},\"time_from\":\"02:09:24\",\"time_to\":\"02:10:15\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"要不站两个台？它其实有点过，有点干净。不是五秒内不要点点好吗122的1234。那么今天的未来类专业就业分享会就今天我听了，但是我们探索之路，感谢张教授为大家解答，希望各位能够带着在职场的海洋里成功破浪。\"},\"time_from\":\"02:10:15\",\"time_to\":\"02:11:14\",\"user\":\"李文慧\"},{\"content\":{\"text\":\"祝大家未来能靠自己前生接待，那么我们活动就到此结束了，然后请大家有序以上学术卡在我们金门的左手边的桌上。对对。\"},\"time_from\":\"02:11:14\",\"time_to\":\"02:11:24\",\"user\":\"李文慧\"}]}"}