{"metadata":{"description":"本次课程由皮德常老师讲解学术规范相关内容，包括学术规范背景、学术共同体、学术评价、学术不端界定及各类规范等，旨在让研究生了解并遵守学术规则。","end_time":"未提及日期，时间为02:02:18","participants":["皮德常","王李明 ST2416511","ST2316505陈淑娴"],"start_time":"未提及日期，时间为00:22:03","summary":"皮德常老师强调学生认真听课，介绍学术规范课程背景及教育部相关书籍，讲解学术共同体、学术评价等概念，还阐述查新、项目实施、成果发表等规范，最后提及引用、综述等要点。","title":"学术规范课程讲解","todo_list":["学生认真学习学术规范课程内容，避免学术不端行为","了解查新需到有资格单位进行，立项查新和成果查新的要求","遵守项目实施规范，包括资助单位规定、实事求是和科研协作等","发表学术成果时遵守不得代写、造假、一稿多投等规范","正确引用文献，遵循引用的相关规定，避免抄袭"]},"raw_content":"{\"contents\":[{\"content\":{\"text\":\"各位同学，这个时间已经到了，我们就开始上课，首先这个问一下大家能不能看见我的屏幕，看见了，有一两个人说一下就行了。能不能。谁说一下冒个泡？\"},\"time_from\":\"00:22:03\",\"time_to\":\"00:22:26\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"可以可以。\"},\"time_from\":\"00:22:26\",\"time_to\":\"00:22:28\",\"user\":\"王李明 ST2416511\"},{\"content\":{\"text\":\"好，那就行。好的。这个。咱们就开始就开始上课，虽然这个人呢没到齐。这个。我就来说一下，因为我本人呢？也带这个研究生带这个硕士博士。这就发现有一点就是我这个课呢？美颜这个区域讲完了？讲完了以后发现到最后一问的时候就包括我自己的学生。我发现一共好像。有的人就三不知。就是我感觉到他都没，他都没好好听。也可能。就像有人。弄个网上进行挂住，可能他就没好好听，为什么呢？因为我曾经问他的时候。他怎么都不知道呢？就这东西。我希望大家呢！希望大家希望各位！就说。如果你要停了，那咱们就好好停。\"},\"time_from\":\"00:22:28\",\"time_to\":\"00:23:34\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"就是前两天。这个马老师把那个论文的写作那个方法给大家讲了一下，我，我也问了我的自己的学生。我感觉到我一问。我说的论文写作。都是墨镜写的。那有的人都支支吾吾，说不上来，我怀疑他，他都不知道他干啥的是。我怀疑到他根本他就没听到。我都怀疑他。就是说希望大家呢？如果你要停了。你要如果听就好好听，就是说就。就是不要混，就是如果进行混了这个事呢就。就没啥用了就。好，咱们今天呢，下半年就已经开始，我讲的这一部分呢是学术规范，我和马老师呢，我俩的分工呢？他是讲那个论文的写作就是说。这个小龙儿该怎么去写对吧，有哪几个结构部分？每一部分怎么写？他主要讲这个事情。我是讲呢。讲那个要求，大家可以看到讲那个规范。主要是讲这个东西的。那这个东西主要是讲什么呢？咱们下面就进行开始来进行眼中的进行锁，打进卡。\"},\"time_from\":\"00:23:34\",\"time_to\":\"00:24:46\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学术规范这个事儿。是过去呢。是没有这门课的。怎么看呢，是最近这几年？才出来的。这是教育部呢？他搞了一本书。教育部呢在？10年出了一本。17年出了一本。教育部的最新版就这个版本？这个版本大家心想这已经好几年了，已经七年了，七八年了，在这个17年后边，它就没有出新的版本。那么这本书呢？大家可以发现呢，它没有这个作者，它是一个什么是教育部科学技术委员会，学风建设委员会。编写组编写。你可以发现他没有一个人。他是一个委员会编写的。这本书呢也比较薄，也不厚。唉，最新版就这个版本？咱们已经讲到呢！咱们目前呢？我的这个课就是我的这个课。讲的呢，就以这本书。作为 L。来讲我们这个学术规范的，就说全部都是这个书上的内容，因为他要求咱们全国的研究生就是不止南航的。我们。全国的研究生不管是哪个学校的。学学术规范。就在以这本书。做要求大家都讲这一本，所以说也没有其他。\"},\"time_from\":\"00:24:46\",\"time_to\":\"00:26:11\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"没有其他说的地方。好了。为什么学这个东西呢？就是说教育部他过去他也没有这个东西。那最近几年他开了这个课，他是这么是这么一个背景，说高校立身之本在于立德树人有必要对老师和学生。进行学术道德。规范的教育，大家可以发现他这个地方进行讲。他也不是讲讲一个呢？对，老师。对学生。都要进行学术道德规范的教育。这就这本书？他的背景。就说有点儿给人的感觉到呢是啥？就是奖制性的就是必须的。\"},\"time_from\":\"00:26:11\",\"time_to\":\"00:26:55\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"再这么干。所以说咱们呢？那咱们既然是。上面有这种要求，那我们呢就把这个要求呢给大家呢，咱们来来学习一下，那到底咋回事？这本书里边。它总共就分成了这七个部分。就是整个一本书。就是七个部分？基本概念应该尊重什么样的规范？学术规范中有什么样的规定？学术不端。是如何进行界定的？就说。你什么叫做学术不断就这意思。学术不端的原因是什么？再讲一些案例。就说学术不端讲一些国内国外的案例，随后呢，再讲一些相关的文件。大家可以发现呢，他这个学术不端呢，相当于是给大家什么呢？让大家已经知道，因为咱们都是硕士博士，对吧，读硕士，读博士的学生。你肯定的都有这些事情，就就说都会涉及到这些问题的将来。希望呢，大家呢把这些问题呢？就是咱们呢作为。刚开学。就学这些事情是希望大家呢能够了解一下，就是说。怎么去避免？这种学术不端的行为将来呢？以免给自己。给你的导师？给学校。带来不必要的麻烦，带来很多事情好。咱们来赢卡？学术不端的。\"},\"time_from\":\"00:26:55\",\"time_to\":\"00:28:22\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学术共同体。学出共同体。就是一群志同道合的学子。遵守的共同的道德规范。并且呢，要相互尊重。相互联系。相互影响。来共同推动学术的发展。那么这就是一个学术共同体。咱们计算机学院对吧，打造咱们这个学术共同体很多了，你像江苏省有这个江苏省计算机学位。江山科协。从国家层面应该讲有中国计算机学会对吧，这比江上计算机学会要高一级的。有国家科协？这些呢。都叫学术共同体。大家来看，学术共同体通常是以学科领域来引发。比如什么科协什么学费等。刚才我已经说的，我说讲了就让你学会。中国计算机学会。你想江人科学？中国科协对吧，这些不都是一些共同体吗？这些这些呢就叫学术共同体，咱们呢在座的好多？好多这个研究生对吧，你不管现在也好，将来毕业也好，有好多人会参加，会加入到那种。这个学会里面去的。将来你参加了参加一些会议，你就可以了解，唉，基本上一个大概的方向，目的干什么呢？来共同推动。学术的发展的？这就是。咱们的根本目的。推动学术发展。好了，学术规范。\"},\"time_from\":\"00:28:22\",\"time_to\":\"00:29:57\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"刚才给大家进行说。那我们要。不能出现学术不轨的行为。那什么叫做学术规范呢？学术规范。就是从事学术活动的行为规范。是学术共同的成员。必须遵守的准则。也就是说我们大家。都要遵守的规则。这就叫学术规范。学术规范。并不是某种行政化的操作。而是在学学术共同体内部。所建立起来的一种自觉的。自觉的机制，一种自觉的，自觉的机制。但是现在呢，应该说一点呢。这个学术自觉的制约的机制不行。发现。这最近两年，最近几年。发现国家教育部，国家科技部每个学校。又出台了相应的文件。法规。这本来这个学术规范它是一种。学族共同体内部要遵守的一种自觉遵守的一种制约的机制。但是。但是。他这个自觉遵守的不够。所以说现在呢？那就把它变成什么行政化？学术自由走向规范化。才能促进学术繁荣与发展，大家静想。\"},\"time_from\":\"00:29:57\",\"time_to\":\"00:31:19\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"为什么搞这个学术规范？就是不要就促进学术繁荣与发展的。这就是最根本的目的。就是因为现在。就是有些人。少数人对吧？他不遵守这个规则。他给你说什么？他投机取巧。他不做做规范的事儿。所以说大家就反应多了，那就没办法了。那采取。搞出这种什么呢？行政的约束机制？大影响，这就是学术规范。继续看了学风。\"},\"time_from\":\"00:31:19\",\"time_to\":\"00:31:55\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"咱们说一个单位有学风？对吧。学风是什么呢？学风。是学术共同体，积极成员。在学术活动的过程中。所表现出来的一种社会风气。咱们往往都都都硬说说学风正学风不正对吧，正不正。不就这种所谓风气吗？这个学风。确实很重要。不同的单位，不同的大学。表演出来是不一样的。绝对是有差别的，你可以，大家可能作为是一种研究生。对吧，这边的硕士多，还有读博士，读博士的学生。可能你慢慢慢慢的去感受。一个大学，例如南航的。学风。他和其他学校的学生。那他就有略微的差别。这两个是不同的。不同的学风是真不一样，慢慢去感受，因为这边也不好。说谁的好，谁的不好对吧，都不存在。学风。不仅关系到学术自身的继承。发展与创新。而且还关系到整个社会的风气。整个民族的精神和面貌。大金峡。你现在之所以搞这门课，原来就没有，现在有。那肯定是有关系的，说明什么？那说明是整个社会的风气，它有变化吧，它是。它变得是影响了整个的发展。所以说呢。你才开了这个要求？就是因为这种原因，因为关系到整个社会的风气。民族的精神与面貌。受到了影响。所以说呢，是需要大家。来。感受这样的一种教育。所以说希望大家呢？能够去再听一听。\"},\"time_from\":\"00:31:55\",\"time_to\":\"00:33:48\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"去感受一下，去理解一下，就这个意思。不要想中是无所谓对吧？学出成果。刚才的学风。在学术不端中。那主要不就是比方说对学术成果这个方面作假吗？是指人们通过研究所取得的，并且通过同行专家。评审或者坚定或者是在公开的学术刊物上。发表。确认具有一定学术意义。或者是学术价值的创造性的成果就叫学术成果。大家就想这学术成果可是很多。你发表那个论文？之所是学术成果之一。那只能说是对吧？就是发表那个论文对吧？记住。公开发表要通过同行专家审定。就是同同港专家如果不做评审。或者是坚定那不算你自己说的不算。你自己在网上？把您的一篇文章在网上挂出来了直接。那不算。你自己写篇论文谁也没看，直接挂在网上。这种不算。公开发表的算？唉，公开发表的算。总之呢，你得具有学术意义。或者是实用价值，你这两个里面得有一个。要么它具有理论意义。要么它具有实用性。这才叫做。\"},\"time_from\":\"00:33:48\",\"time_to\":\"00:35:19\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学术成果。大家呢。读硕士，读博士，各位同学进行想读硕士，读博士，那咱们？到最后审核的不就有那个学术成果吗？你说你那个学术成果看什么？看那些方面对吧？好了，按照国家科技部的规定，国家科技部有这么一个规定。科学技术研究成果管理的规定。学术成果。必须具有。新颖性。就像那个写那个小论文一样，新颖性。先进性。在先进性。\"},\"time_from\":\"00:35:19\",\"time_to\":\"00:35:55\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"还有食用鸭子？如果没有实用价值。带有学术意义。带有三个特点。那这边为什么专门搞了一个学术意义呢？或者是食用鸭子呢？因为。你得考虑到呢？他这个定位。你再考虑有一些自己的理论成果，比如举个例子搞那个纯数学的。纯物理的。搞哲学的。对吧，搞哲学的，你说这些方面。那你要求要求它具有使用价值，它可能都没有。但是你得有学术意义。对吧，再有新颖性，先进性与学术意义，所以说做纯理论研究的。有学术意义，如果是做工程研究的。你像咱们这个计算机这个学科呢？我认为它属于是工程性学科。对吧。功能性的。侧重于。侧重于应用换句话说。你就得具有使用价值。没有实用价值。你也谈不上？纯纯除非你是做纯数学的，纯物理的。你可以说你具有什么呢？理论意义？如果。你不是干那个事儿的？那就谈不上。那个方面的理论？没有高大上的理论。所以说咱们在座的各位呢，这个国家教育部里边呢，你看他这个要求他这个苏丹经写的。把这三个。新颖先进实用！作为评价的指标。所以说大家呢，咱们读研究生的，读硕士的对吧，读博士的你都在这样影响。将来你所发表的文章。和你的大论文就那个毕业论文你都得有这一点，没有这一点。那可能就就不是你的成果就不算。\"},\"time_from\":\"00:35:55\",\"time_to\":\"00:37:46\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学出评价。咱们说你那那个东西得被评价以后才算成果，不评价，不算自己写一个不算学术评价。是对学术成果的科学性。有效性。可靠性。和它的价值进行客观的评定，这就叫做学术评价。在座的各位学生呢，咱们知道你发表小论文。不管是会议论文也好。期刊论文也好！都要经过学术评价评定。才能被发表对吧，这是第一种。这是第一种。第二，你的毕业的那个大论文就是毕业论文。比如硕士论文或者是博士论文。也要找两到三个专家。给你认定过以后。那计算成果？如果没有这些专家的审定。这玩意儿他也不算成果，他也不算学术成果。这就是第二个？各位同学。那咱们读硕士，读博士？那将来最多的不就是这两个吗？如果将来你要是毕业要工作了。那你这个学术评价就包了，更广泛。比如说。将来你赌博似的。毕业工作了对吧，工作也有品质。你说那个评之声那个东西你将来那个评价你的那几篇论文的评价。那就是对你价值的肯定。就说你那个评价过了？那你才行，如果评价不过有一个不过。那颗毒药不过。所以说这个地方这个学术评价就是说被别人经去，肯定被同行经去评定非常重要。\"},\"time_from\":\"00:37:46\",\"time_to\":\"00:39:30\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"在评价的过程中，要遵守严格的程序和采取科学的标准来保证学术评价的公正性。现在的学术评价一般来说都是匿名的。各位，这个评价是匿名的？你匿名的啥意思？就是说你不知道是谁评的，就这意思？因为尤其是发表。就那个小论文就指的就那个期刊论文，会议论文。倒还好，会议论文因为是。他的评价范围人太少。\"},\"time_from\":\"00:39:30\",\"time_to\":\"00:40:02\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"换句话说，为什么会议论文发表的快？有些单位对会议论文有意见。那都是有原因的期刊论文。因为相对来说它是公平公正性。做的比较好。因为你很难硬去操作的。那么。当你将来有一天评职称的时候。假如说将来过了几年，你工作了？那个评价。召集一个专家。找三个专家，三到五个专家。那对你的那个学术成果，对你的发表的论文，你的项目什么的做评价？那一样的你也不知道是谁？它都是一种。盲审。现在你发表小论文做的好的杂志，好的期刊与会议是双盲。双盲。就是说你的论文。那个评论专家不知道是谁的？不知道是谁写的。这是第一个第二。你也不知道送给了谁？这就叫做双麻？\"},\"time_from\":\"00:40:02\",\"time_to\":\"00:40:59\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"有的时候呢是单盲。有不少的单盲，所谓单盲，就是说。你的论文不知道是送给了谁，你不知道是谁审的？但是平生的那个人。他看得到这是谁的论文，这是谁的东西，对吧，是谁的成果？目前呢。这种。要么是单盲，要么是双盲。都有。这个。反正都有，就是公开的，基本上没有，现在都取消了，因为过去公开的过去是有公开的，后来发现不行。大家。不遵守这种规则。那就搞成了这种？淡忘。现在是双马？好，这叫学术评价，为了保证它的公正性。啥叫学术不短呢？因为。我这个课的内容呢？主要就是讲的是学术不端这种行为。对吧，刚才我说我说马老师呢，给大家进行讲的。怎么去写那个论文？他是讲那个事儿的。我来进行讲呢！什么叫做学术不端？哪些事情你不能做？就是告诉大家，告诉各位同学，有些事你是不能干的，就这意思，哪些事你不能干。再告诉大家就这个事情。所谓学术不端。就是在科学研究。或者是学术活动的过程中出现的各种造假。篡改。抄袭。剽窃以及其他违背学术共同体道德惯例的行为。那就叫做学术不断。\"},\"time_from\":\"00:40:59\",\"time_to\":\"00:42:37\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"大家看到这地方了。这种学术不端。他这地方。它有包裹的有。它包裹的有有这些地方？就是说。这种造假。现在课都有。尤其是这几个。画圈的各位。画圈的这几个？年年有。今天。虽然目前。在这个我们这个会议上。有200多号人？但是。每年。估计都会有多多少少，希望大家不能出现。那么我们呢？就来说一说呢。这些造假也好，篡改也好，抄袭，剽窃也好，它是怎么回事？\"},\"time_from\":\"00:42:37\",\"time_to\":\"00:43:28\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"科技工作者。应当遵守的学术规范。因为这个学术规范呢？他这么一定的第一基本准则。打造这个学术规范咱们要遵守第一。遵纪守法。弘扬科学精神！第二，严禁自学。反对浮躁。各位，就这地方浮躁。浮躁的作风。比较严重。最近。最近一二十年都比较严重。可能。也可能跟内卷有关这种事情。反对浮躁。严禁自学。这是我们提倡的。但浮躁的因为多了。所以说我们要反对这个事情，下边一个要公开公正开展公平竞争。这边专门进行讲了一个公平竞争。大家知道咱们。一般的人。对吧。咱们都希望是公平竞争。因为不公平那就很难说。不希望大家去干任何事情。所以说我们学术科技工作者，我们尊重，就要是公平竞争。另外一个。相互尊重。发扬民主。发扬学术民族要尊重！不能像有些人一样进行谩骂，对吧，或者诋毁这种事情。第五个以身作则。歌手学术规范咱们都是科技工作者。咱们都是可以工作着。咱们都是读硕士读博士的，所以说呢，我们呢？作为一名科技工作者。要遵守。这样的一种规范。这就是我们科技工作者。要遵守的规范。\"},\"time_from\":\"00:43:28\",\"time_to\":\"00:45:20\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"查新。和项目申请的规范。各位，那是我们人遵守的规范。那这个查询和项目申请啥意思？查询是什么意思？查询什么叫查询？因为。咱们好多学生呢，都是直接读硕士读博士的，他根本就没有经历过这个事。就没有就不知道。那啥叫查新？那叫查新，分成两种一立项查新。和成果查询。根据查询要求，要到有查询资格的单位进行查询，查询不是说自己在网上？就通过百度搜一搜那就算了，那不算。有资格的单位？你要出一些费用的？让人家帮你查？给你出个报告，最后才叫查询。张文静说。因为大家呢，没有经历过。下班一定展开查询。大家来看。立项查询就讲第一个就这个查询。立项申请应当真实有据。你的创新。要实事求是。要根据项目申请书逐项填写。\"},\"time_from\":\"00:45:20\",\"time_to\":\"00:46:34\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"立项查询。就知道是什么意思呢？就是有一天。你要申请一个项目？就报一个科技项目。那些项目申请单位呢？他就要求大家呢？你得有项目查询？什么意思，就说你所写的这个项目里边的？研究内容。那个创新点？你不能是已有的，就这意思。应该是找不到的。但是已有的。这就叫做在项目申请书中。在申请项目的时候。我们要做的事情。我们要到有具有查询资格的单位进行去查询。这个单位包括哪些呢？我举个例子，南航图书馆好多图书馆。他就有这个资质，有这个资格。能做插件。查好了，给你一个报告。将来。就针对你的申请书里边的那些研究内容那几条。看看有没有类似的。将来来判断呢！到底是不是创新，就这意思，这就叫做立项查新，这是第一种查新。\"},\"time_from\":\"00:46:34\",\"time_to\":\"00:47:45\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这个成果查询。是啥意思。这个成果。成果茶叶。假如说将来。你报一个奖项？什么科技进步奖？或者是发明奖？等。那么你这个奖项中除了你自己的论文与发明专利以外。是不是还有别人做过类似的东西？如果有。那就不算。只有你本人搞过。那这可以。所以说这叫成果差异，各位呢？大家如果将来要是工作了，你慢慢慢慢的这两项。你都会遇到？目前呢。大家作为。是。演艺的学生，播音的学生。可能还都没有意识到，这些事情还都没有遇到。\"},\"time_from\":\"00:47:45\",\"time_to\":\"00:48:39\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"项目实施规范。项目实施规范。是什么意思？大家进行看。咱们在座的各位呢，因为。还没有申请过项目。或者说。少数学生。是跟着你的导师做了一点项目，打听一下，跟着导师做一点项目，你可以，你可感觉不到这些事儿，因为好多事情。你的导师呢？让你做项目的时候。只让你做了一部分。就说与你研究有关的内容。还有好多事情你都不知道的。为什么他也没让你做？说白了，有的时候你也不会做。你也不知道，你也不了解？导师呢，往往就把。你所了解的内容，你所能做到那一块？跟着你去做？还有许多呢！都是他自己给做完了。好了。项目实施规范有什么呢？\"},\"time_from\":\"00:48:39\",\"time_to\":\"00:49:41\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"要遵守项目资助单位的有关规定，各位你要看这个地方资助单位。资助单位啥意思？这个项目这个经费是谁出的？就这意思甲方？这个项目的甲方。举个例子，国家自然基金委。这是一个国家的单位，你要遵守他的规定，就这意思。他的各种规定，否则呢就不算。好，这就是一个资助单位。举个例子，假如说你申请一个项目是来自于我们的。国家的。一些国防部门。一些工业部门。好了，比如说航天集团。或者是航空集团？这样的一种。这些科研单位。好了，你要遵守这些单位的规定。他要求你做什么？你要做什么？这就是第二种？\"},\"time_from\":\"00:49:41\",\"time_to\":\"00:50:35\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"就是来自于这种。国防科研单位。大型企业的？第三种还有一些词组呢？可能你会遇到有一些。一些企业的资助，比如举个例子，你说华为。华为实际上是一个民营企业。他跟那个刚才我说的国家那些集团不太一样。它是一个民营企业。简单的话说是一个私营企业。就是一个私营企业，华为对外它也有项目资助，那么它的资助。可是和国家自然基金委和那些航空集团，航天集团。可是都不一样。他们的约定都不同。你说华为的那些项目，他的项目实施起来，那他的规定就另外一个事儿。所以说呢。各位同学。有一天。你要是工作了。你要是做这些项目。你一定要看好！给你资助单位的那些要求是什么？这些规定。\"},\"time_from\":\"00:50:35\",\"time_to\":\"00:51:39\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"第二，在实施过程中，要坚持实事求是。各位坚持实事求是，在项目做项目的时候，就这意思，在做这个项目的过程中，你要坚持实事求是。你可不要造假？许多项目咱们计算机的项目都要求是可。都要求你把它弄出来做出来的。要能够兑现的。而不是说。就写那么两篇，在纸上一写就算结束了。那是纯理论研究，再一个。科研协作与学术民主。也要遵守这些规定。因为科研写作啥意思？有的时候一个项目。是我们一个人。甚至几个人是搞不定的。就说做不完的，就这意思完成不了。或者说你只能做一块？还有一些其他内容。是有其他专业的人能去做。我们要尊重这种科研写作与学术民族。来，共同做完。你举个例子，做一个大的项目，大家印象一个大的项目。那有的时候拿着纯计算机。我们搞计算机的只能做其中的一小点一部分。还有好多内容。那都需要其他专业的人。去完成。和我们一起完成。这就叫做科研协作，我们在这个过程中要遵守学术民主。\"},\"time_from\":\"00:51:39\",\"time_to\":\"00:53:06\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"所以说呢，在项目实施的过程中，各位。虽然有的同学。作为演艺的学生。可能博弈的学生，有的人都没有参与过项目，都没有做过项目。你都没做过，都没有那种感觉。各位同学要注意这些事情，所以说呢，我们在课堂上呢。进行讲过的内容。有的时候呢，大家呢？还没有见过，还没有意识到。可要多思考一下。下边一个。英文和注释规范。咱们硬说有英文有注释。咱们把这两个事儿。\"},\"time_from\":\"00:53:06\",\"time_to\":\"00:53:49\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"带给分开讲。这个马老师给大家讲那个论文。写论文的时候他肯定提到参考文献我来印象对吧？参考文献那就是个引文。好了。参考文献的规范。参考文献可是有原则。有格式。参考文献也不是说随便是乱加的。后边呢也在硬说。参考文献。后边也在后边说。各位。学术成果。它的发表与后续工作的规范。那么。学术成果的发表。典型的就哪一个，就那个论文？就是。你的导师或者咱们学校？说大家比。都要有相应的论文发表这个论文。就是赢得学术成果。那么。\"},\"time_from\":\"00:53:49\",\"time_to\":\"00:54:43\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学术成功的发表有哪些规范呢？一？不得带血。不能找别人代写。找找一个人自己不会干，让别人进行写。有人往上花钱？对吧。怒一个血。这也有这种可都有。不能这一种，第二。成果造假。这个造假啥意思？这有的人？什么都有。在一个单位中，两个人的名字一模一样。例如都叫张三。那么张山。张三家。和张31。两个人。那结果有一个人冒充。就说那个是他的？就这种事情，这那这也算是造假的一种，还有一个有人甚至把实验结果，实验数据，实验过程都给改掉。这也有。\"},\"time_from\":\"00:54:43\",\"time_to\":\"00:55:40\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"跑了。大家就想。第一个都是放在。很重要，把它写在第一个地方。说明这种事情。各位同学。咱们可不能出现？对吧，代写论文。称我赵家。再自己弄。下边一个不得一稿多投。一稿多投这个事。各位同学。你说咱们作为硕士读博士？一搞多头把一个稿件。投到多个地方？就是铜字头。因为他为了加快速度。他怕自己发表不了，怕文章。把这篇文章。他投到不同的杂志。一起投大镜子是不允许的。那么就问。都接触了怎么办？一杆一管多头。怎么做。所以说呢。有一稿多投，如果被发现了。这篇文章是立即取消的。大家不能干这种事情。称我署名。称过署名啥意思？写一个论文上面那么挂几个桌子，你说这个桌子的挂名该怎么挂？一，根据惯例。根据惯例来进行挂你这个学校，你这个单位它的惯例是什么呢？这是第一种。第二种。你们。协商。大家商量好怎么挂？大家写上一下。怎么挂。另外一个如果是专利。专利申请。要符合专利法。打到咱们国家专利一个专利法。那么符合这一点？再一个。有个自信。文章中最后还有个磁线呢？\"},\"time_from\":\"00:55:40\",\"time_to\":\"00:57:32\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这个自信你得？是感谢那些对本文有帮助的人。或者是机构？举个例子。这篇文章。你做的那个项目是谁资助的，谁给你出的钱，换句话说，就这意思，研究经费是谁出的？你就应该感谢他。对吧，他不给你资助这个经费，你怎么做呢？你又做不了？那么这就是一种？好了，致谢，要致谢对你的研究！真正有帮助的人。或者是机构？后续工作还有呢这些。对吧。后续工作有错必究！啥意思？有的时候一篇文章你会那篇文章虽然发表了。但是会有错误。举个例子，大于号小于号写反了。有可能吧。如果是个论文中。就是如果出错了。可以。将来呢。可以再做一个修改。做一个发表，纠正一下。纠正过以后呢，可以作为下一期的期刊。把它发出来。就叫做有错必纠！另外一个反对炒作，既然反对炒作，那肯定炒作的人多了。有的人发了一篇文章。为了把它变成所谓的高倍。就通过不同的手段去炒作。唉，巴不得让全世界都知道。对吧，他实际上做的也没那么好。那么。但这种事儿有存在。大家知道，凡是在我们这门课上。进行讲到这个不得。那个不能。或者是反对。那都是在这个现实世界中。都是存在的这种现象，并且还多才会出现什么呢？不得这么不得这么反对那个反对那个。\"},\"time_from\":\"00:57:32\",\"time_to\":\"00:59:38\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"好。再一个有利后续研究。啥意思。如果这个事情你做完了？你得写清楚。我拿些地方。将来。可以做一些拓展性的工作。就说继续在做，就这意思。你应该把它写出来。这就像写那个？写那个毕业论文，你举个例子，那个硕士论文，博士论文到最后一章总结与展望一样。总结与展望到只有一个展望一小节。你的展望那个地方？那不就已经写出来吗？就说本文的工作虽然已经解决了好多问题，但是还有什么地方未来可以继续的做下去。如果做项目。也是一样的。这个项目这个事做完了，但是哪些地方后续还能再做继续的改进？好，这个保密保密也很重要，各位！对吧，咱们画个圈保密。保密也有几种事情一？这个论文是否涉及国家秘密？涉及国家秘密的不能发表。\"},\"time_from\":\"00:59:38\",\"time_to\":\"01:00:48\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"第二，这篇文章是否涉及商业秘密？咱们。目前都是学生。那举个例子，假如说过两年你毕业工作了？你到华为进行工作？或者在一个什么大的机构进行工作，你感觉到发文章就随便发吗？申请专利随便申请吧！绝对不是。有的时候那些机构与单位不许去发表。因为这是一个商业秘密。就说。虽然你做的是一个工作。但这个事情。你不能把它发表文章？你也不能申请专利？因为。这是出于他们这个公司里边的技术的竞争。你或者一发表。一公开。那谁都知道了。所以说这个保密的地方呢，它就包括了有两个意思，各位。就说。对吧，是否违背了国家秘密，违背了国家秘密，那肯定不能。第二种是否违背了你那个机构里边的商业秘密？这就有两个意思。\"},\"time_from\":\"01:00:48\",\"time_to\":\"01:01:51\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"后续工作里边的？评价的规范。那么。那你说这个评价削弱评价？大家知道一个东西不经过学术评价，那不叫成果。你自己随便就写一个小论文。没有经过别人审定，那不算啥都不算。要经过哪些呢？同行评议。这个同行就指的是那些一般指的是小同行。就是跟你做同样事情的那那些人。尤其是发表论文。这是一个典型的同行评议，就是发表论文，发表一篇小论文，你投稿了？大金祥。那个期刊。或者那个那个会议他不都要找几个找几个人吗？找几个专家吗？给你同行给你评一下。看行不行，这叫做同行评议。\"},\"time_from\":\"01:01:51\",\"time_to\":\"01:02:47\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"另外刚才我说同行评议还包括哪些呢？还有那些种地方。例如评职称的时候。将来你工作品质？评支撑的时候你的那个技术材料？要经过同行评议的。评价你是否达到了？因为我给国内的好多单位。也是所谓的同行评论专家评很多，对吧，举个例子，你是评评教授，评副教授。你是否达到了？这边就有一个也是同样平移。再一个。同纲评议学术评价中要坚持客观，公正的原则，这边专门进行说要坚持。那就是说。根本的原则就是客观，公正。就说我们要反对那种不客观的，不公正的。那不客观，不公正肯定有说明。因为在我这个课上呢，专门能写出来这一句话。那就说明是。有的地方。有人肯定是违背了这个原则。它不是客观公正的。另外一个。要执行回避和保密制度。如果评审了。不能说。不能说是你评的，你也不能透露给对方。还有一个回避制度。举个例子。你说。导师自己的导师评价自己的研究生。那肯定就不合适了。就在回避。举个例子，你的研究生，你的博士生毕业了？或者发表文章或者品质称。你说。你送给你的老师敬去评行不行？那肯定不行。那这就不行？为什么要回避，因为他会会相片有点事。对吧，因为你俩关系太熟悉了。\"},\"time_from\":\"01:02:47\",\"time_to\":\"01:04:35\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"所以说呢，这个地方呢，学术评价里边。就要坚持这三个原则，这三个原则是最根本的原则。各位！这三个是最最根本的原则。因为只有这三个做好了。我能，我们才能保证这个学术，将来它是客观的，公正的，可信的。这三个如果做不好。那就很难了。大家就想如果一个学术界里边做不到客观公正。那你将来。那不就乱套了吗？这个事情？好，接受批评！学术里边在这个领域中要坚持。实事求是。以理服人。大惊想要以理服人！不能靠什么呢，不能靠身份靠地位。去压人。对吧。就是靠，有的是学霸。压人这种不行的。\"},\"time_from\":\"01:04:35\",\"time_to\":\"01:05:32\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"那么肯定存在，只要大家进行，只要咱们这门课程进行讲的要坚持什么的。反对什么的？在这个世界上，它都是有的这种现象。就是大家呢，虽然比较年轻的学生。但是呢。你要能够。看得到这种事情。想得到这个事情，因为有好多东西呢？你还都没有遇到，但是没关系。因为等你遇到的时候呢？都已经晚了。一种年龄变老了。你要经过几十年？在这几十年中才能遇到，那不就晚了吗？所以说呢，我们呢就把这些。这个书上他就总结的，凡是什么坚持什么反对什么的。那就说明在这个社会上，它肯定都是存在的。让你都知道这个事情。我们要坚持以理服人。我们鼓励争鸣，要促进繁荣，肯定有的地方是不争鸣，不是鼓励争鸣，他是打压。有的地方不是以理服人。这就是我们的？在这个课上呢，凡是给大家进行写出来的它的反面。你要知道都是有的。那么我们呢？这就是叫做学术批评。\"},\"time_from\":\"01:05:32\",\"time_to\":\"01:06:48\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"的规范。规范就应该这样做。我们的目的是干什么呢？促进学术繁荣的？因为。有一些团队。有些机构。那他就想垄断？那他就做的就不是促进繁荣的。所以说呢，这就是我们要注意的地方。再一个。人。和动物研究的对象的规范。大家印象咱们在座的各位呢，是研究计算机的。有人是研究人？还有人去研究那个动物？那这里边有没有规范呢？有规范？以人为实验对象。\"},\"time_from\":\"01:06:48\",\"time_to\":\"01:07:30\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"举个例子。你说我做。脑机接口。就那个人脑脑机接口？大家就想你说我研究人的脑机接口这个事情，那么你就得遵守这种规范。什么规划第一知情？你让哪个学生哪个研究生？作为你的实验对象，你说我想看一看，把那个脑机接口那玩意提到你的头上。想看看这个结果。他是否准确，你应该让那个人要执行，你要干什么？要让他知情。第二要自愿，他愿意不愿意？你不能直接把它绑架过来？对吧。那么大家就像咱们说痛恨那个日本鬼子，侵略中国。他就拿人来做实验对象，那能是自愿的吗？帮助你。不知道就完了，好以人作为实践对象，要执行，要自愿。第三，要无害，不能对那个人造成了伤害。对吧，刚才我说那个日本鬼子侵略中国的时候拿拿中国人做实验对象。你说他哪个是的？也不执行也不自愿也。是有害。那都是的，所以说呢，现在经营有要求呢，凡是以人作为实验对象的，一定得做到这三个方面。\"},\"time_from\":\"01:07:30\",\"time_to\":\"01:08:53\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"各位各位同学！这三点。咱们说不定是有人做这种事儿。那么我们。我们就要。要做到这一点，这三点。好，如果要是以动物作为实验对象。有的人是一个动物。雨举个例子，猴子你像那个浙江大学。我说那个脑机接口对吧，研究脑机接口的，像浙江大学。他们那边有一帮有一个团队。就是以猴子作为实验对象。他把那个猴子他买过来猴子。把那个芯片。我插到那个猴子的脑袋里边，那个脑那皮层下边。那么，科技部有一个规定关于善待实验对象实验动物的指导性的意见。\"},\"time_from\":\"01:08:53\",\"time_to\":\"01:09:45\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"一人原则，一动物就以国家科技部的要求。以这个为要求。咱们计算机学院呢？就说咱们目前就咱们在咱们这边，不管计算机学院，软件学院，人工智能学院，不管哪个学院，咱们在座的学生呢，据我所知呢，咱们这边。还没有以动物做实验对象的一人可能会有。\"},\"time_from\":\"01:09:45\",\"time_to\":\"01:10:10\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"学术规范中的相关的规定。那么在学术规范中？有什么样的规定呢？对吧。有哪些规定的？一引用各位引用。什么东西是要引用的？把这个引用的。搞清楚了，咱们看一看。引用。根据著作权法。各位是有一个法律叫著作权法。根据著作权法的有关的规定。引用是这样的。第一。引用的作品是已经发表的。那就是不发表的不算。第二。饮用的比例要适当。第三，引用要注明出处。好了，我就把这三条我来说一说。所以说这三条呢？先在这个研究生博士生中写文章。对这个引用。做的不好的地方。有哪几个。作品是已经发表的各位同学。你们在写小论文的时候？凡是那个网上不是公开发表的？少引用。像有一个什么就那个 AI X 那一个？现在不是网上好多公开的吗？就是自己挂出来那种？各位同学，你们可要少引用，因为那种文章是没有经过同行审定的，是作者本人在网上挂出来的。像目前我知道的硕士论文，博士论文，有不少人好多人都引用这种文章，这种文章在进行投稿的时候，这个编辑是非常反感的，因为为什么？因为这种文章它不是那种公开发表的。他是坐着那种人自己挂出来的。你乱引用啥呢？我的研究生也有这种人，我经常这样说他们。\"},\"time_from\":\"01:10:10\",\"time_to\":\"01:12:05\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"好，这第一个第二引用的比例要适当，啥意思？引用不能过多？多到比你的还多，那变成超了。比例要适当。第三，引用要注明出处。这个是什么意思？你在引用的时候？一定要写清楚是从哪地方来的。你要如果不写清楚。那就变成抄袭了就好。各位，咱们这个休息个几分钟？再继续上个厕所，喝点儿水。再继续，咱们先暂时。想休息一下。好，休息几分钟。休息五分钟再说。唉。\"},\"time_from\":\"01:12:05\",\"time_to\":\"01:18:37\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"我们我们继续，大哥好，这五分钟已经到了，我们继续继续。\"},\"time_from\":\"01:18:37\",\"time_to\":\"01:18:47\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"各位，这个刚才说这个引用。引用的比例。这个引用我刚才已经说已经发表的。所以说呢。我在刚开始上课的时候就已经说我说我自己的研究生，我说。我就感到他没好好听过去，这过去就是说为什么呢？因为在这个课上我就反复讲过，我说引用这个东西它是已经发表的文章，不是已经那个政治发表的，你不要引用，那不算。那他就就像不懂似的。写篇小文章。在那参考文献那一部分？呼噜呼噜搞了个十十几个。就那种什么呢？就那种什么 a ix 那种玩意，那种什么非正式发表的文章高了好多。我就问我你为啥引用？他跟我讲，他说他这文章他都是被大家引用了好多次了。是怎么我说那反正都是跟风。人家干啥你就干啥。人家得感冒你也得感冒？就是流行性感冒。你不能这样跟风？那不对的，我说你这种东西高很多，你将来用投稿，你想那个编辑那期刊的编辑是咋想说我正规的东西都不引用你引用一些什么非法？都没有经过同行凭证的东西。所以说大家呢，我在讲这句话的时候呢，我希望呢？在座的各位？已经听见了我的讲话。唉，就这意思已经听见了。听见了我的讲话，并且给你画圈这个地方。希望对你有帮助！\"},\"time_from\":\"01:18:47\",\"time_to\":\"01:20:20\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"没有政治发表的。少引用或者不引用。但是对于。commonology 公式。在标在引用的时候就不需要注明出处了。我举个例子，你写篇文章，什么叫做人工智能？用人工智能这个词？你还再再加个引用。就不需要了？对于这种情况不需要注明出处，你不能任何一句话，任何一个词。都注明一个。都给他加个文献，那也不需要。好了，引用呢，它就分成了两种直接引用和间接引用。就是好多学生他就不了解啥叫直接应用和间接应用，因为我是从我自己的研究生中我发现的。直接引用。啥意思。指所引用的部分。就是你说赢的那一部分？是一字不改的。造炉过来或者是原画？并且呢。对于引文你的前后要加引号。各位，这叫直接引用，要加引号。就是那个文章中。是怎么写的？你就怎么写？这叫直接引用？各位。\"},\"time_from\":\"01:20:20\",\"time_to\":\"01:21:36\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"第二种间接引用。间接引用呢？大家用的最多。就说每个同学在写文章中间接运用。它的占比是在99%以上，只有1%是直接应用。99%都是间接引用？间接引用。指的是作者综合转述别人文章中的某一部分观点。用他自己的表达去阐述别人的观点。意见或者是理论？各位，这叫间接引用。这个间接引用。是用的是最多的。99%的稳扎。只要是引用。基本上都是间接引用。所以说你呢，可能用的也是这种，把那篇文章给它理解了，消化了，给它理解，消化过以后呢，用自己的话去转述一下那篇文章。他的主要是干了什么事儿，他的观点是什么？他的正确是什么？他的错误是什么？好，这就是叫做间接引用。\"},\"time_from\":\"01:21:36\",\"time_to\":\"01:22:43\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"那么适当的引用与抄袭打造这个引用与抄袭有的时候。你就不好来做区分。大家知道啥叫引用个抄袭呢？你说那引用过多了，那就是抄袭。抄袭不就是把别人的抄过来算自己的，那就是抄袭。但是那有人已经说了，那我是引用。我都给它引用过来。那好了，你那你说这个引用个抄袭，这怎么进行去界定呢？怎么去决定，大家来看。适当引用的四个条件引用在做的是适当引用。如果引用不恰当。那就变成抄袭了？什么叫做适当引用？引用的目的仅限于是说明某个问题。记住你引用的时候呢，是说明某个问题的。不说明某个问题，就不要再再引用了。\"},\"time_from\":\"01:22:43\",\"time_to\":\"01:23:36\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这第一句话。引入的目的是什么？第二所引用的部分。不能构成引用人作品的主要部分或者是实质性的部分，你引用人家的。你引用别人的东西拿过来，你不能变成你的主要部分或者是实质性的部分。各位。有这一种。这就叫做。这就叫做有一种你就说你拿过来以后是不是变的都是你的了？那如果都是你的，那就是抄袭了。就是就通过这个地方不能构成引用人作品的主要部分。或者是实质性的部分。这就是一个很重要的界定。你引用过来以后。那就是人家的，那就是点子抄袭了，下边一个不能损害被引用作品的著作权，人的利益。可不能损害？原谅那个人的利益。就这意思，应当指明被引用作品的作者的姓名。作品的名称和出版单位这一句话一般没问题对吧？就说你引用了那篇文章？给他指明一下，这也没问题，但是。南的这个地方可能是前面这几个。对吧，难的这一部分。那么最那个的就这个地方？是不是构成了你的主要部分或者是实质性的部分，如果是的，那就是抄袭。\"},\"time_from\":\"01:23:36\",\"time_to\":\"01:25:06\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"各位同学呢？这个引用和抄袭大家可要把握好。尤其是第二点。这是最核心的一点来界定。你是不是抄袭？是抄袭。就是说的你引用了人家的。把它变成了是你的一个实质性的部分，这就叫做抄袭。各位，那么那么你说将来假如说你写的文章？被别人什么投投诉了，说是你的抄袭。那么找一个人在于做决定，那怎么决定就根据这个。召集个专家去做鉴定。大家知道找几个专家去鉴定给你鉴定一下，你到底是不是抄袭那几个专家鉴定，记住各位。最重要的一句话，就这句话。这就是非常核心的一句话。各位专家就是这么来进行鉴定的，下边一个。引用刚才说了注释啥意思？注释这个事呢？好多研究生没用。可以说99%的学生。都没用过，只有少数学生用过。注释是对论著正文中某一特定的内容做进一步的解释，或者是补充说明。只有极少数的学生。在写那个大论文就毕业论文。或者是小论文的时候，就那个发表论文的时候。他有这个助词，我看到少数极少数很少。那么大家得学会？就说。凡是讲了我讲了你得学会学会以后将来你也能用，就这意思。注释是对论文中的某一部分做特定的说明的补充说明的。\"},\"time_from\":\"01:25:06\",\"time_to\":\"01:26:51\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"它的形式有哪些呢？一家著？所谓家著就是在文中作诗。主文中直接加括号。这是第一种。夹住。直接放在那个正文中，就这意思。唉，这是第一种形式，第二浇筑。浇注啥意思？就在那个当前那一页的下边做注释？比如一般都这样写，都写一个注一注二等。这个一和二呢，你要和那个文中的相当那个标示。你得让他。得让他一次就行了。第二是浇筑，就是放在当前页的那个。夜宵那地方？叫浇筑第三尾柱。围住啥意思？围住的尾巴？它是放在文章的最后一般是安排在文章的参考文献之前。放一个尾注，这叫尾注放在文章的尾巴上。\"},\"time_from\":\"01:26:51\",\"time_to\":\"01:27:49\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这种注解呢，一般是用于较长的注释，就是写的话比较多，就这意思。比如哪一句话？你想给他注解一下？但写的比较长，写了两行。写了两行甚至三行。等在这个情况下呢，这就叫做围住各位同学呢？咱们呢？这三种柱石的形式呢？到底是夹柱浇柱还是尾柱？根据情况去使用都可以，都能用。大家以后慢慢的呢？你就会涉及到这些事情，大家慢慢要要会使用它对吧，见了呢再认识，唉，这叫做。\"},\"time_from\":\"01:27:49\",\"time_to\":\"01:28:29\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"主持各位。好了，注册做完了。\"},\"time_from\":\"01:28:29\",\"time_to\":\"01:28:33\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"看参考文献。参考文献各位！\"},\"time_from\":\"01:28:33\",\"time_to\":\"01:28:40\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"参考文献是什么呢？**。参考文献是作者写作论著时参考的书目文献。参考我一下。大家要按照中国学术期刊网检索与评价的规范。要按照这地方去去写。这就是第一个有关的图书资料。第二。也可以按照参考文献中。参考文献中列出的一般应当是作者直接阅读过的。最主要的。还是发表的正式出版无上的文献？大家这句话呢，是按照哪一个是根据这个地方写出来的？根据这句话，中国高等学校自然科学学报编写规范，大家看到这地方直接阅读过的。\"},\"time_from\":\"01:28:40\",\"time_to\":\"01:29:32\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"我就问大家。例如，举个例子。歌曲我的学生。写到一篇文章。后边的参考文献我就问，就问过他。我的这些文献你都读过吗？他说没有。我说你为什么没读就放上来了？他说他见别人都放了。我听了以后都快无语死了都快。既然别人都放了，你就把它放过来。别人干啥你就干啥。这种情况。也就是说。在座的各位？大家就以后写小论文，写大论文。应该是你直接阅读过的。你直接都没有读过，你可不要跟风。不要跟风。跟风会跟错的。并且呢，还是最重要的。并且呢，还在这儿在正式刊物上发表的这个正式。刚才呢，魏大说了一句话，我说有一个 a ix 就那个什么呢，作者本人自己在网上挂出来的那一个。那就不是正式出版的？按理来说，那种东西就不应该作为参考文献。但是现在呢，全世界呢？有一个。正规的一个风气。这个风险是什么呢？有好多人都去引用那些。没有正式出版的？就那些文献？而放的这个案里边这是错误，这是？各位同学呢？虽然咱们没办法去。把这个世界上这个事儿给它取消掉。咱们取消不了？没办法。但是。\"},\"time_from\":\"01:29:32\",\"time_to\":\"01:31:12\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"在座的各位呢，你要少引用，大家一定要按照我说的这句话就去做。直接阅读。最重要的。并且是发表在是正式出版物上面的。正式出版物！正式出版的期刊。正式出版的论文集就那个会议就是论文集。都可以。对于。那种凡是不是正式出版的？只要不是论文集。不是那个出版物？大家都不要引用书，可以，书是有出版社的。可以引用，其他都不要引用。好。要求。参考文献的选择。\"},\"time_from\":\"01:31:12\",\"time_to\":\"01:31:56\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"所以说参考文献呢，我刚才应用一，我自己过去带到学生。被我在后来问出来的为例，我已经说了。大家一定要遵守！参考文献要尊重原创性。必要性，重要性。三个原则。别什么乱七八糟的参考，我给你都往上面放。就我自己带的学生？估计发行就这一点。就是说的跟风跟风放别人放什么他就放什么。这就非常令人讨厌的一个事情。你到底是原创的，是必要的，是重要的吗？就这意思。再一个不引用与本论著无关的文献。现在也有一个世界上有一个不好的事情。这句话是说给谁听的，各位什么影响？这句话是是写给谁的？现在世界上有一个非常坏的一点。怎么坏呢。有个别编辑或者是论文的审稿人。当他进行审稿的时候，他就让那些论文的作者引用他所发表的文章，这些文章甚至跟当前这个文章都没有关系。那么。为什么呢。因为那些编辑或者是审稿人，想把自己的文章变成高背影。变成高倍音以后，他就是高倍音的作者。他就能获得名和利。也就是说呢？他们都是从名和利赢取的。所以说呢，各位同学呢，大家可不要干这个事情。\"},\"time_from\":\"01:31:56\",\"time_to\":\"01:33:31\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"不引用与本文无关的文献。你一定要。坚守这个正道！虽然这个世界上有好多歪的地方。不正的地方。大家要对这种情况。好。下边一个，这就第二点，很重要的一点，各位。虽然只有短短的几个字。但是这个背后。可是有大量的故事。不故意引领重要的参考文献，故意也不能干这个事儿。才叫盈利。你所干的研究明明这个世界上有另外两个人也干过，也发表了相关的文献文章，但是你就是不引用。故意的啥叫故意的？因为人家做的比你好。有这种事。好，各位。这种事情也不行。你知道有，但是你就是不引用，故意不引用。下边一个不应作者或者编辑的原因，故意引用本人或者是某个刊物的文献，各位同学。这句话简直是。简直是不能看。是什么意思？现在。好，不少吃板。包括中文的？包括中文的，中文的出版，很好的书，现在搞出版物。找杂志。干这个事。干什么事。让你去引用那个刊物或者是引用某个人的文献。就是刚才硬说的就这句话。\"},\"time_from\":\"01:33:31\",\"time_to\":\"01:35:07\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"第二个。这两个是相关的。但是你现在有的时候没办法。不影桌子或者编辑部的原因。但是现在就是因为做这个编辑部的原因。现在是相对来讲说呢，我感觉到呢，外文的好一点。外文的相对来说是好一点，中文的。有些杂志有些期刊比较。这是做的很过，就这句话。中文的游业期刊做的很过。不太好，很不好。大家知道这个事儿就行了，慢慢慢慢就是知道的会更多。下边一个格式，你要按照一定的规则去编排，放在论文的末尾。我说到这个地方呢？这啥意思。各位同学参考文献的格式。这个地方倒好倒还好，为什么这只是一个比较细心就行了？按照一定的规范进行去编就行了，但是大家进行引用的时候，这几点可都是人为的。这四点。是大家进行选参考文献非常重要的准则。这是非常重要的第五条。那只是一个细心的事儿，只要你细心就行了，那是技术上并不难。难的是。前面的1234。这是比较难的，我们要注意的地方。\"},\"time_from\":\"01:35:07\",\"time_to\":\"01:36:35\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"各位。咱们说综述。综述。简称 review。有的时候英文呢，把它翻译成是 survey。就叫松树的文章？大家。作为一年级的学生，大家是要么是播一的有研一的学生对吧？选这个课的？只要是没有发表过文章的学生。你要如果进行想快速的入门。想快速的入门。一个捷径是什么捷径呢？你就看最近两到三年。在这个领域中发表的那些综述文章。如果要是英文。你就去找那个题目中就那个论文的题目中带上 review 或者是 survey。就这种文章？是你快速入门的捷径，大家听我这句话。可能。因为这个网上的课。可能有人。他就没听。对吧。再将进行挂住，人走了都跑了。如果你要是听的。希望大家能把我这句话呢给听进去，你快速入门的方法就是下载最近两到三年的文章，自己那个领域中的。并且呢，题目中呢，带上 review 或者是 survey 这种文章。这样呢，是你快速入门的方法，很快你就找到。就找到门道了？好了。英文的 review 具有回顾评述的意思，汉语中的综述指的是综合叙述的文章就叫综述。好了。各位。这个中枢的东西呢？咱们来进行说呢？中要求对文献资料进行综合评价，综合分析，归纳整理，使材料呢？经验。简明具有逻辑层次，这就是中。数是啥意思？就是对综合总？就是对综合整理后的文献进行比较专门的，全面的，深入的系统的论述，就叫综述，大家静，大家静思考一下各位同学，你说这种综述文章。\"},\"time_from\":\"01:36:35\",\"time_to\":\"01:38:58\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这种综述文章大家感觉到好写吗？不好写。咱们在座的都是研究生。绝大多数是硕士。还有少数呢，听课的呢，人呢是 boss？各位同学，综述文章是非常难写的文章。比你写那个技术文章？要难多了。男的多的多。很难弄综述文章。一般是面向这个学术领域，那个大牛。是让他们进行写的。让那个大牛啥意思呢？就说你总结一下。在你这个研究领域中。目前哪些地方做的比较好，哪些地方做的不好？就是说呢，是给这个研究指明。发展的方向。是给那些未来的做研究的人，给他们一个灯塔。给他们一个航行的灯塔。这就是中书的文章。所以说呢。各位研究生。大家在读研究生这几年读博士生这几年中书的文章你要少写。为什么很难发表，因为？发表起来太难了。我这边也举一个例子，像过去呢，我有一个博士生，但现在已经工作几年了。当时他在博士生开题的时候呢，开完题了。他感觉到看了有大概有几十篇文章，有50篇文章，他说老师我对这个领域很了解，我想把这个开题报告总结总结，写一个综述文章。\"},\"time_from\":\"01:38:58\",\"time_to\":\"01:40:34\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"那这个学生既然找我，他这么说，唉，我说那好，那就写。我说但是不好弄，可是不好弄，我说不好涂，可是。我首先对他说说说了不？但是学生很热情，那我也不能打消他的积极性与热情。就鼓励他写白？这篇文章。后来写出来了，也做了好多改动，我们的图稿可没那么顺利。这篇文章一直搞了两三年，三年。才搞定。投第一个。给拒了。后第二个。也根据了。一直聚了好多个期刊，人家为什么呢？人家一看说这篇文章不是大牛写的。编辑看看不是大牛写的他都不要。他非要大牛写的不可。那就说直接他都不审稿直接去。一直搞到了第一。第四年，第五年。我们终于找到了一篇文章，一个期刊。把我们的这篇文章给接收了。也是一个所谓的 H CI 期刊。但是没有那么牛气，牛气没那么大。我说这句话啥意思呢？就是说。综述的文章。是不适合。研究生博士生来发表的。大家呢，以后呢，在这方面呢？可以。少用时间。不要紧去做。因为。你现在没达到那一步就这意思。应该想方设法的。让你的那个导师去搞这种文章？高中综述文章。对吧，这才行，所以说。很难发表的文章。\"},\"time_from\":\"01:40:34\",\"time_to\":\"01:42:17\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"特点。综述文章有综合性，要进行纵向和横向的比较。这第一个纵向横向的比较。纵向比较啥意思？站在历史的角度？来讨论这个技术的发展。横向的比较啥意思？来比一比当前领域其他领域怎么进行发展的？这个领域的发展当前有什么样的优点？有什么样的缺点？所以说呢，你要看很多文章才能写得出来。非常难写第二评述。用作者自己的观点来进行分析和评价来评价一下当前这个领域中。每个地方的优点和缺点。各位，这叫做情愫性？第三。先进性。这个综述文章也得具有先进性，综述文章先进性不好写，很难写。如果说前面这两点。你说。我看过50篇文章。或者80篇文章我看完了。我我我我能做评价对吧，就是综合性，评述性我都能写，但是这个先进性可是不好写。你得咋写呢？你把最新的？科学信息和研究动向。传递给读者。要把你这你这篇文章呢，应该是成为那些未来要入门的那些人的一个。\"},\"time_from\":\"01:42:17\",\"time_to\":\"01:43:44\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"目标。一个大海里边的灯塔。要做到这个份上，所以说这地方。是不好弄的。这是比较难的地方。这就是综述文章它的先进性。难搞的地方。各位同学。如果大家咱们当然了，咱们人多，因为今天听这个课的人有。将近300号人呢？那也不排除一两个学生。1%的学生会干这个事？如果你要是写中枢的文章，希望大家要把这三点给做好。\"},\"time_from\":\"01:43:44\",\"time_to\":\"01:44:20\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"这三点，尤其是最后这一点，这是最难的一点，各位最难的。这是最难的地方，希望能把。这三条给做好你的这篇综述文章。才能。才能面向读者才能出版。要求。检索和阅读文献。引用文献要有代表性，可靠性，科学性，综述文献综述的文章往往文献很多。至少得有50天以上。第二，要有作者自己的综合和归纳。就说你自己。再想一想。你把它中国鬼拿出来。\"},\"time_from\":\"01:44:20\",\"time_to\":\"01:45:03\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"你不能。这样文献简单的罗列。这个文献罗列啥意思？那有的人为啥说那个硕士生博士生不见得写综述文章？有的人综述文章是干啥？他是纯粹是把那些参考文献中的人家那些话给录出来。给他罗列一把，就是张山干了什么事？张三那篇文章干了什么？李四那篇文章研究了什么？王五干了什么？这不行。这是罗列，各位，这罗列可不行，这罗列可不叫综述，你得用你自己的观点，要综合归纳要。所以说呢，你综合归纳啥意思？你得读懂？你明白了。你才能用种树？所以说有的人就那个研究生开题报告，我就说那个综述那一块写的那么差，我给你看。怎么印刷它是个罗列？年年都有这种学生。就这个地方？为什么说他写得差？他就把后边那个参考文献他弄了那么几十遍文章。他就这样写张山这篇文章干了什么？李斯干了什么？王五干了什么？后来我就问。我说你感觉到他们的优缺点是啥呢？你自己都不能综合综合吗？那他没有。那他就说明他就没理解。\"},\"time_from\":\"01:45:03\",\"time_to\":\"01:46:22\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"下边一个要遵守饮用适当。的规范，防止抄袭，防止抄袭，啥意思就说。哪怕你是一篇综述性的文章。你也不能是抄袭？你要是超级，将来别人要是有一天举报，你怎么办？你要静一下。对吧。那举报你。别人硬说这个里边你都没有自己的观点。你就是抄我的？你不是麻烦了吗就？所以说呢，就是中枢性的文章，咱们的引用也得适当，归也得适当。一定要适当！各位同学中心的文章。这就是他们的要点，要注意的地方，各位！注意不要变成了抄袭！界定综述中的超级行为，大家看这个题目。因为为什么讲这个事呢？因为在综述的文章中。有的同学就会这么说，说我是种树人家的。他就就理解成啥？就把评论拿过来，就这意思。各位，咱们来看。引用文献。必须是自己通篇阅读的原始文献。你自己读了吗？它是原始的吗？这第一句话要问你的。第二，不能引用别人转述的。\"},\"time_from\":\"01:46:22\",\"time_to\":\"01:47:42\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"作为自己的总数各位同学，我就说把这地方画个圈儿。啥意思。我就看到。有不少研究生。他写的那个综述，就那个文章，前面举个例子，当前这个地方的研究与进展情况。那个综述就那一部分，它都是转述。说的难听一点是抄袭。唉，说的直白一点是抄袭，说的好听一点的叫转述。它叫转速呢？他就把别人是怎么进行写的？举个例子。举个例子。张山那篇文章？对李四那篇文章呢？做了一定的综述。放在张三的文章中。结果呢，被王五看到了，王五呢，就把张三那个文章中。对，李斯那个评价直接搬到他的文章中，认为就是他。就是他的总数。大家就想这叫做转速。这转速可是？那可是不行的。不能作为。大家切记，这是好多研究生在写论文的时候。容易写不好的地方。把总数变成了转数。下边一个。综述中。\"},\"time_from\":\"01:47:42\",\"time_to\":\"01:49:01\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"全部引用的内容不应超过50%。这句话啥意思？各位。你就是引用人家的东西不能超过一半。就说。你得有一半是自己的内容至少了。有一小半呢？是你自己把别人的文章经录过来。你思考。综合整理过以后的东西。也就是说。至少从量上给你界定了有一半的人自己的。综述中要提出自己的观点，这句话很重要，各位！在综述的文章中，你得有自己的观点，同一观点的。论点和论据你不能和所引用的那个文献一样。就说。你别什么，你的总书中到了一个观点。就跟人家那个文献中那写的没啥区别，那不就是变成潮了吗？就是。对吧，所以说呢，这就叫做。从值上给他做定义。从字上做定义啥啥意思你？要有自己的观点。你不能把别人的观点当成自己的观点。这就很重要。这个量上的界定。大家可以看到，不许超过50%。超过50%就是超！各位，这就是综述的文章，因为在综述的文章中，这是最容易出现抄袭的事情。也这个抄袭这个事呢？有的时候说不清楚。有的人就会抬杠。你说的是抄袭？他说我这是种树。那就是故意的是拿那个综述。和转述他故意的是给搞混。就故意的把综述。与转述两个事儿，它混为一谈。\"},\"time_from\":\"01:49:01\",\"time_to\":\"01:50:57\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"希望大家。不要混为一谈。这是最容易。搞不清楚的一个地方。好。各位。咱们。下面一点。边和柱各位再说一份边和柱边和柱是啥意思？彼岸。边就是系统的整理已知的资料或者是前人或者他人的成果。例如编个字典，编个词典。编一本教科书。编一个年检。大家呢，对于边字典边词典边年鉴。可能好理解，编那个教科书，我来说一说。好多人呢，咱把这个教科书再给说一说。咱们教科书？咱们从小学一直上上学，上到了今天。你说咱们用那个教材那个教材又要教科书？那个教科书？就是编。彼岸。是啥意思？就是整理已知的资料或者是前人的或者是别人的成果？把它整理好了。比较成系统了？放在这本书中，然后呢？上课给你用。这就叫做扁？好，有同学可能会说。老师那不就是抄的吗？肯定有这样想，但是你不能这么去想，唉！不能是抄的，人家是要系统的整理。对吧。系统的整理。这就是就是彼岸。好了。住啥意思？住不一样？大家如果建一本书，上面写了一个说是谁谁住。住啥意思。发挥自己独到的见解，有开创性，有创新性，这叫做。大靖想写祝的难？少。但是这两年。也不好说。有的人。就故意的把边搞成柱。\"},\"time_from\":\"01:50:57\",\"time_to\":\"01:53:03\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"魂妖视听。这世界上有咱们中国都有这玩意儿多了。故意的。实际上大家谁也不去揪他。搞一本书。他本来应该是编著比较好。他非得进行写一个他的字。为什么呢？因为他好多里边是有自己的见解，但是他好多是整理已有的。把曾丽一有到这个事呢，他给。他给忽略故意得到。所以说这个这个世界上什么人都有。把边和柱来给搞混吗？故意的？著书立说就是说用自己的话来写自己的工作，这叫著书利索各位同学，所以说这个著是比较难的。\"},\"time_from\":\"01:53:03\",\"time_to\":\"01:53:48\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"咱们各位呢？咱们在座的各位呢？以后将来你总有过几年就不就工作了吗？将来你就会遇到这个事情的。将来你的博士论文如果毕业了。要是出版了。可以叫做。你的博士论文毕业了，出版了一本书。你叫张三你就写个张三祝。都是可以的，因为在这本书中。许多工作。都是用你自己的话写自己的研究工作。这叫主。还有一种呢，是要编著各位。大家可以看一看，咱们看看什么呢，你可以看看好多书。就是你用的那个教材，你可以翻一翻。好多书的封面都是这样硬写，张三编著。对吧。写张三祝的也很少。写张三编的也很少写，这种编的一般都是编的字典，词典和年鉴。教科书。教过书的一般都应写张三编著。编著是什么呢？是边和柱的结合？在编撰已有资料的基础上。提出了以自己的见解。加入了一部分自己的工作。这就叫做编著？各位。这叫编著我刚才已经说。说的哪些呢？或者说个别人？搞一本书出版一本书，他非得写个张三注不可，实际上他应该是张三编著。\"},\"time_from\":\"01:53:48\",\"time_to\":\"01:55:21\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"张三编著是啥意思？因为他有一些自己的观点。他有一点呢自己的工作，但是呢，他也不全部是的，他有好多地方呢，他也是整理别人的。就是把人家的拿过来整理整理变成了写了他这本书中他只能叫编著。所以说呢，这就是说有现在有一部分人就故意的把著和编著给搞混。那么可能有同学会问。那他为什么搞混呢？就老师他为什么搞混？因为。在一些大学中。做一些评审的时候，评估的时候不一样的。就认为编著的价值要低。住的价值要高。他通过助他能够获得相应的学术地位，学术资源。而编著。他就比较难以获得。这就是。说到底还是什么？还是利益驱动的？\"},\"time_from\":\"01:55:21\",\"time_to\":\"01:56:26\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"利益驱动有些人。在利益驱动的情况下，就故意的把自己的编著。改成了，祝我希望在座的各位同学呢，反正听我已经讲课的同学呢，咱们以后将来要是工作了，可别干这个事。别把这两个事儿故意的混为一谈。故意不明白，故意不懂。性子把这句话讲完。\"},\"time_from\":\"01:56:26\",\"time_to\":\"01:56:55\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"住。编著编都是著著作权法确认的创作性的行为。这几个。含义不同著的独创性最高产生的是原始作品，各位同学翻什么什么著，那就是原始作品。你要去想一想你那个玩意是圆子的吗？如果不是原始的，你就不能叫住。独创性最高！所以说呢，他能获得一些资源吧！边的独创性最低。编这个玩意儿朱昌英最低产生的是演艺作品。是啥意思。你把别人的拿过来整理整理。那就叫做彼岸。都有了，你整理整理。叫编编著。介于二者之间。有些地方是你拿过来整理整理，有些地方是你自己怎么呢？是你自己加进来，那叫编组。\"},\"time_from\":\"01:56:55\",\"time_to\":\"01:57:53\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"所以说呢。咱们的教课书各位同学你可以发现。你的咱们的教科书中？那几乎。90%。甚至99%。都是编组。是住的很少很少。哪有几个。对吧，很少很少说明了许多学者，还都是有自知之明的，还都是分得清的。但是呢，现在呢有一些人呢，他就故意的分不清，唉，现在有一些少数人。故意的把组合编组给搞混，有少数人有，有，今天都有，现在也有，过去也有。我想未来还有好了。各位呢，这就是这个一些柱和边柱的区别。\"},\"time_from\":\"01:57:53\",\"time_to\":\"01:58:41\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"在引用的时候，在编书的时候。引用可以不在正文中出现。咱应该在图书的最后列出来参考文献也可以在图书的每章列入参考文献，也就是说你写的那个书。就出的那本书，那参考文献也要有的。放在书的最后。也可以放在是每章的末尾，这也可以，但是呢，你总得有。\"},\"time_from\":\"01:58:41\",\"time_to\":\"01:59:06\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"就写的这个书，哪怕是别的也得有没有不行。未经原作者和双方出版社的许可。不能把他人的作品列为本书的某个篇章。否则即使注明了，也属于侵权。各位，这句话我来写一写，我来举个例子。N 年之前我出了一本书。在某个出版社。后来出来我感觉还行，还不错。有一天我在南方图书馆，我已经看书，我突然看到我有一本书呢。嘿，他输。他的书。有三分之二都跟我的书都一样。连举的例子都一样。我就很吃惊。我说这世界上真奇怪，还有人居然他这想的跟我想的一模一样呢。\"},\"time_from\":\"01:59:06\",\"time_to\":\"01:59:55\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"我这写一本书，教科书是教科书，那本教科书呢是要。就是我编著。结果呢，有一本儿书呢？那个书名字跟我也差不多，它内容它也是编著。他关键的是啥动啥事呢？他的书的三分之二，假如有300页，有200页，前面200页。都跟我的书一模一样。连举的例子都一样。那我就百思不得其解了。我就把这本书呢，拍个照。后来联系了出版社。找到了那个编辑？我就问编辑。我说你看。都是同一个出版社，我都是你们这个出版社，我说你看这本书怎么跟我那本书，我说他一样呢，我说你可以核对一下。我前面200页都一样，内容连标点符号都一样。我真奇怪。你说那个编辑咋说呢？那个编辑就这样讲。他说他说这是教科书。他说要不你去告他吧！让我去告他。我就问编辑。我说那我告他侵权，我说我告赢了，我能获得什么？如果我赢了，我能获得什么？他说如果你赢了，他就把稿费分给你点。我想妈原来干这种事，我说那我稿费能分多少呢？这玩意呢？稿费就那一点几千块钱。他总共就几千块钱稿费。再分给我点。后来我就算了，我连告都没告，为什么没告不合算。因为这里边带来事儿多了，你就是赢了也不行，赢了也没啥意思。因为。\"},\"time_from\":\"01:59:55\",\"time_to\":\"02:01:38\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"所以说就算了好了，各位同学啥意思？就是说在写书的时候，现在这个地方非常的普遍。但是这种事呢，按理来说是不允许你得经过那个作者统一才行。你要把那个人的某个章节某一章变成你的某一章。但是现在在现实中呢？确实存在的。这种侵权的。现在。有。并且还不少。但是很难弄这个事儿。唉，很难解决好各位同学，咱们今天这个课呢就到这，咱们到周五再继续说好，咱们就下课结束，各位同学再见，唉！\"},\"time_from\":\"02:01:38\",\"time_to\":\"02:02:18\",\"user\":\"皮德常\"},{\"content\":{\"text\":\"谢谢老师。\"},\"time_from\":\"02:02:18\",\"time_to\":\"02:02:28\",\"user\":\"ST2316505陈淑娴\"}]}"}